[
    {
        "id": "train_39",
        "dialogue": "#Person1#: Please make yourselves at home. Let me take your coats. Dinner is almost ready. I hope you brought your appetite \n#Person2#: Your house is lovely, Armand! Very interesting decor. . . very. . . Gothic. \n#Person3#: I think it's amazing! You have such good taste, Armand. I'm thinking of re-decorating my house. maybe you could give me a few pointers? \n#Person1#: It would be my pleasure. Please have a seat. Can I offer you a glass of wine? \n#Person3#: We would love some! \n#Person1#: Here you are. A very special merlot brought directly from my home country. It has a unique ingredient which gives it a pleasant aroma and superior flavor \n#Person3#: Mmm. . . it's delicious! \n#Person2#: It's a bit bitter for my taste. . . almost tastes like. . . like. . . \n#Person3#: Ellen! Ellen! Are you okay? \n#Person1#: Did she pass out? \n#Person3#: Yeah. . . \n#Person1#: I hope that you didn't poison her drink too much! You'll ruin our meal! ",
        "summary": "Ellen and #Person3# visit Armand's house, and they have dinner together. The glass of wine provided by Armand is a bit bitter for Ellen, and she passes out."
    },
    {
        "id": "train_236",
        "dialogue": "#Person1#: This is ridiculous! I can't believe you've been sleeping with someone else! How could you do this! You know what? I'm out of here! \n#Person2#: Wait! Doctor how is this possible? I haven't cheated on my boyfriend! \n#Person3#: I have something to confess. . . I'm sorry Veronica, I lied. \n#Person2#: Wait. . . what? What do do you mean? \n#Person3#: I lied. You aren't even pregnant. there's no bun in the oven. I was just so overwhelmed with jealousy that I couldn't help myself. Veronica I love you! \n#Person2#: What are you talking about! ! ! Who are you? \n#Person3#: It's me! Daniel, don't you remember me? From high school. I sat behind you every day in class! I used to go to every football game and watch you in the cheerleading squad! \n#Person2#: You are insane! We never even spoke! Why did you lie like that to my boyfriend? \n#Person3#: Because Veronica. . . It's not fair! I love you; I have since the first day we met! Everything was going fine until that jerk came into the picture and ruined everything! I went to med school and became a doctor for you! You always said how you wanted to marry a doctor! You will be mine now. . . one way or another. . . \n#Person1#: I heard everything, you lying bastard! Get your hands off her! ",
        "summary": "The doctor tells a lie to #Person1# and #Person2# that #Person2# is pregnant because the doctor is jealous of #Person2#'s boyfriend. The doctor sat behind #Person2# every day and watch her in the cheerleading squad from high school because he loves #Person2#."
    },
    {
        "id": "train_433",
        "dialogue": "#Person1#: You know, I don't quite understand the Chinese criterion of beauty. I mean, I asked some Chinese guys who had seen my girlfriend. I asked them, Isn't she beautiful? They were looking at me with eyes wide open, like ... and they even wondered how in the world I could ever have fallen in love with her! \n#Person2#: I understand. I've heard quite a few people say that most Chinese women that foreigners have chosen are not pretty at all. I know I'm one of those that they were describing. I'm surely not beautiful. \n#Person3#: Oh, come on, although you married a foreigner, you're not that bad! \n#Person1#: I mean I think my girlfriend is very pretty and cute. She has these red cheeks, and her silk hair has been evenly cut. Very pretty, very charming. \n#Person3#: Chinese don't notice that sort of thing at all. Amy, what is that saying? \n#Person2#: Beauty is in the eyes of the beholder. \n#Person3#: Yeah, that's right. Magic love. ",
        "summary": "#Person1#, #Person2#, and #Person3# are discussing the Chinese criterion of beauty. #Person1# cannot understand that and #Person2# thinks beauty is in the eyes of the beholders. #Person3# agrees it's magic love."
    },
    {
        "id": "train_476",
        "dialogue": "#Person1#: Stay with me, kids. Don't get lost. \n#Person2#: I am not Dad. I never get lost in the supermarket. \n#Person3#: I am not a kid anymore, Mom. \n#Person1#: Anyway, stay with me. I want to check out some daily necessities. \n#Person3#: No, Mom. I want to go to the video products section. The new album of Westlife just comes out. \n#Person2#: I want to buy some sports supplies. \n#Person1#: OK, kids. You can go. We'll meet by lunch time. \n#Person3#: How about Dad? He is outside with our stuff. \n#Person2#: We can call him then. \n#Person1#: All right, kids. Remember, 12 o'clock, at the 2nd cash counter. \n#Person3#: Who is that? \n#Person1#: It's Dad. He got a free deposit box. \n#Person3#: Finally, he is released. \n#Person1#: He called to tell us that he was in the book section. ",
        "summary": "#Person1# asks #Person2# and #Person3# to stay with her while shopping. However they want to go to different sections, so they separate and then meet at lunch."
    },
    {
        "id": "train_574",
        "dialogue": "#Person1#: Hey, look at these paintings on the wall! Aren't they beautiful? Linda bought some good paintings. \n#Person2#: Yeah, very impressive. Oh, this one's marvelous! \n#Person3#: Sure, they're very colorful. \n#Person4#: Thank you. You are very generous with your compliments. \n#Person1#: You know the first thing most Chinese students would ask is how much did this painting cost? \n#Person2#: Right. I've noticed that too. They always ask that question before they say anything else. \n#Person3#: That's true. Most Chinese do that. I don't know why. It's just a habit. I've noticed that foreigners often make compliments soon after they see a product someone has bought - even if they don't really mean it. \n#Person1#: Yeah, we're just different. We can't figure out why many Chinese people don't give big hugs to their own parents after they grow up. \n#Person3#: No, we don't do that. At least very few people I know do that. \n#Person2#: And as far as I know, it's not common for a Chinese to say, I love you to anyone including his or her soul mate. \n#Person4#: Cindy, please don't misunderstand. We're not saying that one way is better than another. They're just different, that's all. ",
        "summary": "Linda bought good paintings. #Person1#, Cindy and #Person3# make compliments of them. They begin to talk about Chinese students' attitudes towards compliments. Linda explains that they'are not saying that one way is better than another."
    },
    {
        "id": "train_663",
        "dialogue": "#Person1#: Thank you, Thank you and welcome to everyone's favorite game show, Unbelievable Trivia. Today's contestant, Julie Jones, has just entered our bonus round and is trying to win our grand prize, $30,000 in cash and an all-expense paid, six-day vacation to China. Okay, Julie. In order to win the grand prize, you must answer all four of the bonus questions correctly. All of the questions are true or false. If false, you must make the statement true by giving the correct information. If not, you go home with our consolation prize: a fine set of encyclopedias on home repairs. [Oh] Remember. When the buzzer goes off, you must give your answer. Are you ready?\n#Person2#: I'm ready.\n#Person3#: The first question: A cat has 32 muscles in each ear.\n#Person2#: Uh. True.\n#Person3#: You are correct! Question number two: A tuna is the only fish that can blink with both eyes.\n#Person2#: True, I mean, I mean, I mean false. A SHARK is the only fish that can blink with both eyes.\n#Person3#: Correct. Only two more questions. Number three: An elephant has the largest eyes in the world.\n#Person2#: I know that one. False. The giant squid has the largest eyes.\n#Person3#: Super. This is the last question Julie. The national anthem of Greece has 134 verses.\n#Person2#: False. The national anthem of Greece has 158 verses.\n#Person3#: You are right!\n#Person2#: Did I win?\n#Person3#: Yes, Julie, pack your bags, and we'll pack your wallet. [Alright!] You're off to China. Well, that's all for today's show. See you next time\n#Person2#: Thank you, Thank you.",
        "summary": "Julie Jones participates in the game show, Unbelievable Trivia. #Person1# introduces the rules of the game and asks Julie four questions. Julie answers correctly and gives the correct information, so she'll enjoy the all-expense paid to China."
    },
    {
        "id": "train_767",
        "dialogue": "#Person1#: I'm about to run out of business cards. I need some new ones. \n#Person2#: We can print as many as you like. Just tell me how many. \n#Person1#: Two thousand should get me through the year. \n#Person2#: Here's a form to get you started. \n#Person1#: My old card is perfect, so all I want you to do is copy it exactly. \n#Person2#: I think you'll be very pleased with how well we duplicate your old card. \n#Person1#: . . . Here you go \n#Person2#: Thanks. Come back here next Wednesday to pick up your order, please. \n#Person1#: I'm sorry, but can you give me a three-day turnaround? \n#Person2#: If you don't mind paying a little extra, it's absolutely no problem. \n#Person3#: \n#Person1#: I'm about to run out of business cards. I need some new ones. \n#Person2#: We can print as many as you like. Just tell me how many. \n#Person1#: Two thousand should get me through the year. \n#Person2#: Here's a form to get you started. \n#Person1#: My old card is perfect, so all I want you to do is copy it exactly. \n#Person2#: I think you'll be very pleased with how well we duplicate your old card. \n#Person1#: . . . Here you go \n#Person2#: Thanks. Come back here next Wednesday to pick up your order, please. \n#Person1#: I'm sorry, but can you give me a three-day turnaround? \n#Person2#: If you don't mind paying a little extra, it's absolutely no problem. ",
        "summary": "#Person2# wants to print 2000 business cards as the old ones. The turnaround could be quicker if extra money is paid."
    },
    {
        "id": "train_812",
        "dialogue": "#Person1#: I wouldn't advise you to buy things in bulk from such stores, though. I mean, do your major shopping at the specialized stores. It's much cheaper, and more convenient in the long run. \n#Person2#: Great advice! \n#Person3#: Sort of like Mom's! \n#Person1#: Hey, watch it! \n#Person3#: Just kiddin'! \n#Person2#: Life sounds great in this town! Oh! Before I forget, guys, where can I rent movies? I love watching movies in my spare time. \n#Person1#: Me too! Let's see. There are two video stores close to your apartment. Lucky you! One's Blockbuster, and the other's That's Rentertainment. I believe they both have specials on weekdays, right Will? \n#Person3#: Yup. But not for the new releases. It's usually a buck each for the older movies. \n#Person1#: Are you guys ready to go to the mall? \n#Person2#: Sure. \n#Person1#: Masa, don't forget to take your shopping list with you. \n#Person2#: Thanks for reminding me. \n#Person1#: You're welcome. What are we waiting for? Let's go. ",
        "summary": "#Person1# suggests they buy things at specialized stores. Masa plans to rent movies, and Masa will go to the mall with #Person1# and #Person3#."
    },
    {
        "id": "train_910",
        "dialogue": "#Person1#: What would you have for dessert? \n#Person2#: Well, what do you have? \n#Person1#: Cakes, fruits and ice cream \n#Person2#: Give me ice cream and cake. \n#Person3#: I will have cake and fruits \n#Person1#: Ok. thanks. and which would you liket to drink, coffee or tea? \n#Person2#: I prefer tea. \n#Person3#: I want coffee. \n#Person2#: Thank you. \n#Person1#: Thank you, please wait a minute. \n#Person2#: Well, Waiter, give me the bill, please. \n#Person1#: 32 dollars, sir. \n#Person2#: Here's 35, keep the change. \n#Person1#: Thank you very much sir, please come agian. \n#Person3#: It's a nice restaurant, thank you for the dinner. \n#Person2#: You are welcome. ",
        "summary": "#Person1# helps #Person2# and #Person3# order dessert and drinks. Then #Person2# pays the bill, and #Person3# thanks #Person2# for the dinner."
    },
    {
        "id": "train_1049",
        "dialogue": "#Person1#: No, Vince, not next week. Now. You need to guarantee me 5 percent. \n#Person2#: But you just said 4 percent! \n#Person1#: If the next word out of your mouth isn't Yes it's going up to 6 percent. \n#Person2#: Yes! OK, yes. Stop it! You are just ruthless. \n#Person1#: That's why you love me. One other thing. Did you leave me a note this morning on a green post-it? \n#Person3#: I don't think so. Mine are yellow. Why? \n#Person2#: Never mind. I'm looking for somebody who uses green. ",
        "summary": "#Person1# forces Vince to guarantee #Person1# 5 percent. #Person1#'s looking for someone using green notes."
    },
    {
        "id": "train_1057",
        "dialogue": "#Person1#: But still, I didn't want this wallpaper. And every time I try to open a program, all I see is a cross-dressing Bush. \n#Person2#: I heard about that horrible virus! It automatically e-mails itself as an attachment to everyone in your address book. \n#Person1#: Well, it's already got on my computer. How do I get rid of it? \n#Person3#: Vote it out in the next election. \n#Person1#: Hey, knock it off-this is serious! \n#Person3#: Have the IT department run a virus disinfection program. Hopefully, the problem will be gone by 2005. ",
        "summary": "#Person1#'s computer has got a horrible virus and #Person2# suggests having the IT department run a virus disinfection program."
    },
    {
        "id": "train_1100",
        "dialogue": "#Person1#: Good evening, Martin. \n#Person2#: Hello, How good to see you. Did you have any trouble finding our place? \n#Person1#: Not at all. Your instructions were very clear. Where is Mrs. Martin? \n#Person2#: She is in the kitchen. Kate! Mrs. Gao is here ! \n#Person3#: Mrs. Gao! I am so glad you could come. My husband has told me so much about you. \n#Person1#: These are for you. \n#Person3#: Oh, what lovely flowers! You are very kind. Thank you so much. I will go and put them in some water right away. \n#Person1#: And here is a bottle of Chinese Mao-tai. \n#Person2#: That is thoughtful of you. I have heard that it packs quite punch. \n#Person3#: Mrs. Gao, would you like to start now? ",
        "summary": "Mrs Gao pays a visit to the Martins with lovely flowers and a bottle of Mao-tai."
    },
    {
        "id": "train_1379",
        "dialogue": "#Person1#: Hello and thank you for calling computer technical support.\n#Person2#: Uh, yes, I have a problem ...\n#Person1#: Your call is important to us, and we will answer your call in the order that it was received. You are number 47 in the queue. Your approximate waiting time is 47 minutes.\n#Person3#: Jason, speaking. How can I help you?\n#Person2#: Oh, I'm saved. I thought I was going to have to wait all day.\n#Person3#: Okay, what's the problem?\n#Person2#: Yeah, well, I bought one of your laptop computers about three weeks ago, but it just isn't running right.\n#Person3#: Okay, well, sorry to say, but your computer is no longer under warranty. [What?!] It ran out yesterday.\n#Person2#: What? A three-week warranty? [Yeah, great isn't it.]. Ah!!!\n#Person3#: Okay, okay, what seems to be the problem?\n#Person2#: Well, first of all, the thing always freezes [Yeah.] and has crashed a zillion times ... [Always.]\n#Person3#: Uh, sir ...\n#Person2#: ... and I think the computer's infected with spyware and the big banana trojan virus ... [That's normal.] That's my biggest ... that's normal? ... That's my biggest concern.\n#Person3#: Oh, oh, uh, sir ...\n#Person2#: ... and plus there was a ton of preinstalled, third-party programs that just clutter the computer, and I'm at wit's end trying to get this thing to work.\n#Person3#: Sir. I have to put you on hold.\n#Person2#: What?\n#Person3#: It's going to take us a minute or so to diagnose the problem. [Huh?!] I'm going to transfer you to our ONE technician.\n#Person2#: One ... one!? But ...\n#Person1#: Thank you for waiting. Your call is important to us. You are number 84 in the queue. You approximate waiting time is 2 hours, 17 minutes or whenever we get around to answering your call. [ End of call and continuation of computer advertisement ... ]\n#Person4#: Does this experience sound familiar? Then, do what I did. If your computer is holding your hostage and you can't get the service you deserve, then call Turbo Command, creators of the safest and most reliable computers and operating system on the planet. Listen, while the competition is spending all of their time trying to imitate our computer's performance and features, our company is innovating the computer industry. So, why buy a computer that hiccups every time you turn it on when you can be the owner of the sleekest and friendliest machine ever. Call us today or visit our Website for more information, and let us introduce you to the ultimate computer experience.",
        "summary": "#Person2# calls computer technical support because the computer #Person2# bought three weeks ago isn't running right but Jason tells #Person2# the computer is no longer under warranty. #Person2#'s astonished at the length of the warranty and tells Jason about the problems. Jason transfers #Person2# to a technician, but it turns out to be the answering machine and then the continuation of a computer advertisement."
    },
    {
        "id": "train_1478",
        "dialogue": "#Person1#: The prevailing attitude about premarital contracting is that it spoils the whole concept of marriage, love, and trust. How do you counter that?\n#Person2#: First of all, most of us hear about premarital contracting when someone rich and famous gets divorced and about all the battles they are going through. I know when my husband and I decided that we wanted to have a premarital contract, my son said 'Why you guys doing that? Don't you trust each other?' So it's not surprising that people's initial reaction is a negative one. But in fact, premarital contracting is a way that we can learn more about each other, make each other feel more comfortable about issues that are of concerns, and certainly clarify money concerns. This way, we can talk about them, decide together how we want our marriage to work, and if necessary, and only if necessary, we put it in a premarital contract, a legal document.\n#Person1#: Each year, there is one divorce for every two marriages. And a substantial portion of those who have divorced remarry. Is the notion of the premarital contract simply for those who are entering second marriages, or is it also something for the people getting married for the first time?\n#Person3#: Premarital contracting is a communication process. I think all of us, whatever age we are, whatever financial status we have, we have things to talk about. And if we avoid doing that and wait until there are problems, it's almost too late. I think that no matter what age, whether we've been married once or not, whether we have stepchildren, whether we have assets, it's important to communicate and consider a legal document.",
        "summary": "#Person1# asks about premarital contracting. #Person2# is not surprised that people's initial reaction towards premarital contracting is negative but still thinks it's a way to learn more about each other. #Person3# thinks that premarital contracting is a communication process and it's important to communicate and consider a legal document."
    },
    {
        "id": "train_1484",
        "dialogue": "#Person1#: I can put you in rooms three-eleven and three-twelve. They're at the rear of the hotel. \n#Person2#: Mona \n#Person3#: That's much better, thank you. \n#Person2#: Mona \n#Person3#: Yes, Dad? \n#Person2#: I'd like a view. \n#Person3#: Oh. Is there a view? \n#Person1#: Not really. \n#Person3#: Well, we want our rooms together. \n#Person2#: Mona... \n#Person3#: Yes, Dad? \n#Person2#: I don't mind if our rooms aren't together. I'd like a lovely view. \n#Person1#: I'll see what I can do. I can put you both on the same floor. Room 305 with a view and Room 311 at the rear. Your father will be just opposite you, Ms. White. Is that OK? \n#Person3#: Oh, yes, that's fine. \n#Person2#: Thank you. \n#Person1#: My pleasure. Could you just fill out this form please? ",
        "summary": "Mona's dad wants a lovely view, while Mona wants their rooms together. Thus #Person1# puts them in two opposite rooms on the same floor, one of which has a view."
    },
    {
        "id": "train_1531",
        "dialogue": "#Person1#: Aren't you going to give us a training workshop next week? How are things going on your preparation for the presentation? \n#Person2#: I'm having trouble narrowing down my topic for the training. I want to speak about how to improve our sales technique, but there is so much to say, it's hard to get organized. \n#Person3#: Our training group won't be very large, so you will have more time to focus on more areas. We can cover a lot of ground in an hour and a half, if everyone is participating and paying attention. \n#Person2#: I want to focus on some suggestions about making sales scores, and I was hoping to throw in a few role plays so that people get practise implementing the things I'm going to talk about. Do you think people will go for the role playing? \n#Person1#: I think some people may be a little shy to do role playing in front of class... but if you are enthusiastic about your topic, you can help everyone to feel more at ease and willing to give it a try. ",
        "summary": "#Person2# updates #Person1# and #Person3# about the preparation for the presentation at a training workshop. #Person3# introduces the training group. #Person2# gives some suggestions."
    },
    {
        "id": "train_1574",
        "dialogue": "#Person1#: Steven! Good to see you brother! How are you? How was your trip? \n#Person2#: It was fine. I've been better but, it's great to be home, I've missed you all! How's mom? \n#Person1#: She's great! All she ever does is talk about you-her little boy that went to the United States. You're her pride and joy, you know that? \n#Person2#: Can't wait to see her. And you? What's new with you? \n#Person1#: Well, Nisha and I are expecting! You'll have another nephew or niece soon! \n#Person2#: That's great! Wow! Congrats! You two are great together, ya know. You have such a beautiful family. I hope one day I can have that. \n#Person1#: Of course, man! Come on! I mean, everything was set here for you to marry Shalini! You know, she's still pining after you. I don't think she'll ever get over you. \n#Person2#: What are you talking about? I hardly knew her! How could she be in love with me? I couldn't go through with it even though she is a great woman. No, I left my heart in the United States. I just hope Veronica is happy. \n#Person1#: Get over it! You're home now. Everyone here thinks so highly of you, there'll be girls throwing themselves at you. You can marry anyone you want! \n#Person2#: I don't want to marry anyone! I want to marry her! Don't you understand? \n#Person1#: You are incorrigible. \n#Person3#: Steven! My baby how are you! I've missed you so much! \n#Person2#: Hey, mom! Great to see you! \n#Person3#: You look so thin! Didn't those Americans feed you? Come come, let's have some chai. By the way. . . There is a girl here waiting for you. \n#Person4#: Hi Steven. \n#Person2#: Veronica! How did you get here? How did you know where I live? I waited for you at the airport but you never showed. . . \n#Person4#: I also have some little secrets that I haven't told you about, but we can discuss that later. I realized that I was just scared. Scared of how much I love you and of the commitment that marriage requires. I'm here now. Now there is something I wanna ask you. Steven, will you marry me? \n#Person5#: I now declare you, husband and wife. You may kiss the bride. ",
        "summary": "Steven just came back from America. #Person1# tells Steven Nisha and #Person1# are expecting their new-born baby and asks Steven to get married soon, but Steven only wants to marry Veronica who's in America. When Steven gets home, he is astonished to find Veronica waiting for him. Veronica expresses her love for Steven and proposes. At last, they get married."
    },
    {
        "id": "train_1623",
        "dialogue": "#Person1#: Hi, Lisa! \n#Person2#: Hi, Kate! \n#Person1#: I'm looking for the registration. Do you know where the registration is? \n#Person2#: Yes, it's right over there in Room 133 on the right. \n#Person1#: Excuse me, is this registration? \n#Person3#: Yes, I need some information for your registration card. \n#Person1#: OK. \n#Person3#: What's your full name? \n#Person1#: Lisa Smith. \n#Person3#: What's your school address? \n#Person1#: 820 University, Box 4348, Chicago, Illinois. \n#Person3#: Your telephone number? \n#Person1#: 431-893-7323. \n#Person3#: Thank you. ",
        "summary": "Kate tells Lisa the room number for registration. #Person3# asks Lisa some information for registration."
    },
    {
        "id": "train_1952",
        "dialogue": "#Person1#: Good morning, sir. This way, please. \n#Person2#: Thank you. It's nice here. \n#Person1#: I'm so glad you like it. What would you like? We serve tea, milk and coffee, cakes and cold drinks. Please look at the menu for morning drinks. \n#Person2#: I'll try a cup of tea without sugar. How about you, Emma? \n#Person3#: I'd like to have coffee with lemon and custard pudding. \n#Person1#: Anything else? We've the sirloin steak today, I suggest that you try them. \n#Person2#: All right, Let's try them. ",
        "summary": "#Person1# helps #Person2# and Emma order a drink and cake. #Person1# also recommends the sirloin steak to them."
    },
    {
        "id": "train_2105",
        "dialogue": "#Person1#: I love slim girls, don't you? \n#Person2#: Not particularly. I like fat girls. \n#Person1#: And I like a girl with good skin, do you? \n#Person2#: I can't say I do. What I like a girl with good manners. \n#Person1#: Well, yes. But surely you like a girl with a nice figure. \n#Person2#: Yes. But I like a girl with a nice personality. \n#Person1#: But you like a girl to be rich, surely? \n#Person2#: Not particularly. I like a girl to be good. \n#Person1#: What about you, Henry? You haven't said a thing. \n#Person3#: I don't like girls. I think they're awful. ",
        "summary": "#Person1# likes a girl with a nice figure, while #Person2# likes a girl with a nice personality. Henry doesn't like girls."
    },
    {
        "id": "train_2108",
        "dialogue": "#Person1#: Well, I finished my last final today. \n#Person2#: The end of all the hard work for my master's. what a nice feeling to get my degree! \n#Person1#: Do you want to attend the convocation? \n#Person2#: Certainly. After years of hard work, I wouldn't miss it. By the way, where can I find cap and gown? \n#Person1#: Do you want to have them made or do you want to rent them? \n#Person2#: Oh, I think they're provided by the school for that special day. \n#Person1#: No. those you have to provide for yourself. \n#Person2#: What do most of the students do? \n#Person1#: Well, most of them only need a cap and gown for that particular convocation service, but some of the education majors have had them made, bucause they will be faculty members, and they'll need them for student commencement each year. \n#Person2#: Then, I might as well have them made. \n#Person1#: Mary, don't move. Stand right there. It's a good shot. The background is very pretty. \n#Person2#: Hold it a second. I want to fix my hairpin. \n#Person1#: It doesn't matter. Say'cheese'. \n#Person2#: Here's Lisa. May I take a picture with her? \n#Person3#: Certainly. Ok, got you. ",
        "summary": "Mary will attend the convocation and have a cap and gown made. #Person1# helps take some photos for Mary and asks Lisa to take a picture for them."
    },
    {
        "id": "train_2194",
        "dialogue": "#Person1#: Excuse me, waiter? Waiter! \n#Person2#: Yes, sir? What can I do for you? \n#Person1#: I've been sitting here for the past twenty minutes and no one has offered me a glass of water, brought any bread to the table and our appetizers haven't been served yet! You know, in this kind of establishment, I'd expect much better service. \n#Person2#: I am sorry, sir. I'll check on your order right away. \n#Person3#: Relax honey, the place is busy tonight, but I've heard the food is amazing. Anyway. . . \n#Person2#: Here you are, sir. The foie gras for the lady, and a mushroom soup for you. \n#Person1#: Waiter, I ordered a cream of mushroom soup with asparagus. This soup is obviously too runny, and it's over-seasoned. It's completely inedible! \n#Person2#: Okay, I do apologize for that. Can I bring you another soup, or would you like to order something else? \n#Person1#: Take this foie gras back as well, it's rubbery and completely overcooked. And look at the portion size! How can you charge twenty-five dollars for a sliver of duck liver? \n#Person2#: Right away. . . sir. \n#Person3#: Honey come on! The foie gras was fine, why are you making such a big deal? Are you trying to get our meal comped again? \n#Person1#: What do you mean? We are paying for this. If I'm shelling out my hard earned bucks, I expect value for money! \n#Person2#: Here you are, sir. I hope it is alright now. The chef has prepared it specially for you. \n#Person1#: Yes, fine. \n#Person3#: Honey, are you alright? ",
        "summary": "#Person1# complains about the service and the waiting time before the food arrives. After #Person2# serves the dishes, #Person1# complains about the taste of food and #Person2# helps to recook the food. #Person3# comforts #Person1#."
    },
    {
        "id": "train_2237",
        "dialogue": "#Person1#: I will try. \n#Person2#: Who is that man in the aisle? \n#Person1#: Oh, he is coming to check tickets. We have to show him our tickets. \n#Person3#: Tickets, please. You are on the wrong train, ladies. These tickets are for the express train. \n#Person2#: The express train? \n#Person3#: Yes. The train you are on is the local train. The local train stops at every station. \n#Person2#: Oh, no! We want to get to Dorsett. Where are we going on this train? \n#Person3#: You are going to Dorsett on this train too. But it will take longer. The express train goes straight to Dorsett without stopping. This train is the local train. It stops at every station. \n#Person1#: When will we get to Dorsett then? \n#Person3#: In about two hours. \n#Person1#: That isn't bad. I don't mind at all. We are enjoying the view of the countryside. \n#Person3#: It's alright this time. I won't make you buy two new tickets. I will just waive your fees as you are on the wrong train. But next time, please be sure you are on the right train.\n#Person2#: We will read the signs more carefully next time. Thank you. ",
        "summary": "#Person3# checks #Person1# and #Person2#'s tickets and finds they are on the wrong train. Their tickets are for the express train but it's a local train. They think it's fine and #Person3# waives their fees for this train."
    },
    {
        "id": "train_2335",
        "dialogue": "#Person1#: Excuse me. Could you help me? I'd like to exchange this sweater. \n#Person2#: What's the problem with it? \n#Person1#: It was a birthday gift, but I don't really like it. I think I want something plainer. \n#Person2#: I see . . . Well, why don't you look around? \n#Person3#: I like these two, Allen. Try them on. \n#Person1#: OK. So, which one do you like? \n#Person3#: I like the red one much better than the black one. \n#Person1#: Really? How come? I kind of like the black one. \n#Person3#: The red one is longer and a little looser so it will be more comfortable. \n#Person1#: True . . . and it feels softer. \n#Person2#: And that color looks better on you. Actually, it's a better quality and it's the same price as the sweater you're exchanging. \n#Person1#: You've talked me into it! I'll take this one instead. \n#Person2#: No problem. I'll switch them for you. ",
        "summary": "Allen wants to exchange the sweater and she tries the clothes on. #Person3# and #Person2# prefer the red but Allen likes the black. Allen finally switches to the red one."
    },
    {
        "id": "train_2387",
        "dialogue": "#Person1#: Hello, everyone and welcome to the Dating Game, where men and women meet the people of their dreams. Now, let's have our contestants introduce themselves, and then Sarah can ask some questions. Here we go. Contestant number one.\n#Person2#: Hi, Sarah. My name is Ryan, nd I'm 27 years old, and I work as a doctor at City Hospital. I enjoy reading books on history, hiking with my dog, Amelia, and eating Japanese food. I also like a woman who loves adventure, is open to new ideas, and likes discussing world politics and government.\n#Person1#: Okay. Well, thank you, Ryan. Let's go on to Contestant Number 2.\n#Person3#: Hi. I'm Nate. I'm 24 years old, and I am a guitar player in a rock band. I love traveling to new countries, watching action movies, and playing video games with my friends. And I love women who like my music, don't mind loud rock music, and a person who loves a good cheeseburger over the grill. I think I'm the man for you.\n#Person1#: Well, thank you Nate. That's Contestant Number 2. Let's go on to Contestant Number 3.\n#Person4#: Hello. My name is Charles. I'm 29 years old, and I teach English at the University of Utah. In my free time, I enjoy mountain biking, gardening, and raising chickens in my back yard. I also help feed the homeless once a week. I also speak three languages, and I prefer women who have a good sense of humor, and cook all kinds of food, and who find joy in serving others.\n#Person1#: Well, there we have it. Three contestants. And we will have Sarah ask these contestants questions after right after this commercial break.",
        "summary": "#Person1# hosts the Dating game. Before Sarah asks her questions, the three contestants Ryan, Nate, and Charles give a self-introduction about their age, career, hobbies, and their ideal type of women."
    },
    {
        "id": "train_2489",
        "dialogue": "#Person1#: Hey, do you know the bus company network system crashed? \n#Person2#: I heard about it several days ago! \n#Person1#: That is unbelievable! \n#Person3#: Daddy, can you tell me what they are talking about? \n#Person4#: They are talking about the network of the bus company. \n#Person3#: Why is their network not working? \n#Person4#: Because of the IC cards. \n#Person3#: The IC card? \n#Person4#: Yes, Beijing is a big city and there are about 7, 000, 000 people using IC cards on buses. \n#Person3#: And? \n#Person4#: All the people were checking the balance of their cards on the Internet at the same time, that's why the system crashed. \n#Person3#: Oh, that is horrible! ",
        "summary": "#Person1# tells #Person2# the bus system crashed. #Person4# explains to #Person3# that's because everyone checked the balance of their IC cards."
    },
    {
        "id": "train_2527",
        "dialogue": "#Person1#: What will you have for dessert? \n#Person2#: Well, what do you have? \n#Person1#: Cakes, fruit and ice cream. \n#Person2#: Give me ice cream and a piece of cake. \n#Person3#: I will have a cake and fruit. \n#Person1#: OK. And which would you like to drink, coffee or tea? \n#Person2#: I prefer tea. \n#Person3#: I want coffee. \n#Person1#: Thank you. Please wait a minute. ",
        "summary": "#Person1# helps #Person2# and #Person3# order dessert and drink."
    },
    {
        "id": "train_2578",
        "dialogue": "#Person1#: Have you ever joined one of those music clubs? \n#Person2#: Yes, in fact, I'm in one right now. It's called BMG. \n#Person1#: Is it really worth it? I mean after you buy the CDs that you have to buy to be in the club. \n#Person2#: I really like it. But I'm also really into music. I would spend much more if I bought them retail. \n#Person1#: Do they have a big selection of all different kinds of music? \n#Person3#: Everything you can think of and more. Sometimes I have to wait for new albums to go on sale though. \n#Person1#: How do you join? \n#Person2#: Use one of my referral cards, then I get more free music! ",
        "summary": "#Person2# is in one music club and introduces to #Person1# the benefits of joining a music club."
    },
    {
        "id": "train_2584",
        "dialogue": "#Person1#: Hi, I'm George. I'll be your waiter this evening. Are you ready to order or do you need a few more minutes? \n#Person2#: I'm ready now. I'd like the roast chicken and a side order of corn. \n#Person1#: And would you like an appetizer before your meal? The soup of the day is our delicious tomato soup. \n#Person2#: I'll pass on the soup, but I'd like a garden salad. \n#Person1#: \n#Person3#: \n#Person2#: Yes, I'd like a glass of iced tea. \n#Person1#: Okay. I'll be back in a minute with your drink and salad. \n#Person2#: Thank you. ",
        "summary": "George helps #Person2# to order the meal and will come back with #Person2#'s drink and salad."
    },
    {
        "id": "train_2679",
        "dialogue": "#Person1#: May I take your order? \n#Person2#: What would you like, Miss Tang? \n#Person3#: Well, (Pointing to the menu) I'll take this and this. \n#Person2#: I'd like a steak and some French fries. Er. . . may I see the wine list, please? \n#Person1#: Here you are. \n#Person2#: A bottle of red wine, please. \n#Person1#: Anything else? \n#Person2#: No, thank you. That's all. ",
        "summary": "Miss Tang and #Person2# order some food and a bottle of red wine."
    },
    {
        "id": "train_2906",
        "dialogue": "#Person1#: Hi and welcome to our new show, Exotic Animal Kingdom, a program geared toward introducing animals to the young and old. In today's show, our young, but experienced, guest will introduce us to the fantastic world of bearded dragons. Welcome, Joshua. [Thank you very much.] Now, Joshua, I must admit that a bearded dragon sounds something like out of a fantasy book. What exactly is a bearded dragon?\n#Person2#: Well, here. Why don't you hold on to Bert, [Oh ... Wow!] while I talk about him. [Okay] Bearded dragons actually originated from the deserts of Australia, and this is one of several species that survived in that climate. Today, beardies like this one are bred in captivity here in the US.\n#Person3#: Okay. And, so what are some of the essential things to know when getting a bearded dragon? I mean, can you raise one as a family pet?\n#Person2#: Bearded dragons make a great family pet and are very docile creatures.\n#Person1#: Yeah, this one seems quite friendly.\n#Person2#: You just need to know how to care for them.\n#Person1#: Well, what are some of the things you should keep in mind?\n#Person2#: First, you need to have the right supplies: some kind of enclosure ...\n#Person1#: Like, like a cage or something like that.\n#Person2#: Yeah. [Okay] A full spectrum fluorescent light bulb and a basking lamp [Okay], branches and rocks to climb on and bask on, a food or water dish, and something to line bottom of the cage.\n#Person1#: Okay, well, let's get down to some the basics. What are the dietary needs of a bearded dragon? It sounds like a very carnivorous beast. Perhaps, uh, they eat fiery Mexican tacos or something like that.\n#Person4#: No, bearded dragons are omnivores...\n#Person1#: Now, Omnivores? What exactly is that?\n#Person2#: Uh, creatures that eat insects, vegetable, and greens, the leafy parts of plants and their stems.\n#Person1#: Okay. You mean like, for example, carrots or something like that for example. [Yeah] Okay.\n#Person2#: Young dragons like Bert can be fed small crickets twice a day, along with some greens and shredded vegetables. [Okay.] And then as your dragon grows, you can increase the amount of greens and vegetables. [Alright.] And you can also dust the vegetables and insects with a calcium supplement to promote bone growth.\n#Person1#: Okay, and what about water? Uh, what kind of needs do they have for that?\n#Person2#: Well, since bearded dragons traditionally live in arid regions, they obtain most of their water naturally from what they eat, so you have to be sure to feed them plenty of vegetables that serve as good carriers of water. [Okay.] You also spray them occasionally with a water bottle or provide them with a shallow water dish. Whatever you do, but sure to keep the cage dry, [Okay.] or else mold and bacteria can grow that could make your dragon sick. [Okay.], and finally, you mentioned about lighting earlier. What do you need exactly to keep your beardie happy and healthy?\n#Person5#: Having a full spectrum light and basking lamp are pretty key to raising healthy beardies. First, they need the simulated sunlight from the ultraviolet UV bulb ...\n#Person1#: Now, is that the full spectrum light that you mentioned? Okay.\n#Person2#: ... to absorb rays [Okay.], vital to the production of certain vitamins, [Okay.] and the high body temperatures of a basking light to aid in the digestive process.\n#Person1#: Now, what kinds of temperatures are you referring to when you talk about the basking area?\n#Person2#: Like ninety to a hundred degrees.\n#Person1#: Okay, and I don't think they need sun tan lotion, right? [No]. Okay, uh, so, perhaps then, I could put my beardie in an aquarium and just set him by the window which gets direct sunlight? Would that work?\n#Person2#: Well, actually, you can even take them outside two or three times a week in the direct sunlight; however, putting them in a glass aquarium with exposure to sunlight won't be viewed as a replacement for direct light or a UV bulb because the glass only filters out the sunlight they need.\n#Person1#: Wow! I didn't know there was so much to know about raising a pet like that. Well, thanks very much for joining us today, Joshua.\n#Person2#: My pleasure.",
        "summary": "#Person1# welcomes Joshua to the Exotic Animal Kingdom show. Bearded dragons originated from the deserts of Australia, and this is one of several species that survived in that climate. Joshua tells the audience that raising bearded dragons needs to prepare some kind of enclosure, a full spectrum fluorescent light bulb and a basking lamp, branches and rocks, a food or water dish, and something to line the bottom of the cage. Bearded dragons are omnivores and can be fed by insects, vegetables, and greens, the leafy parts of plants, and their stems. People should keep the cage dry. They need the simulated sunlight from the ultraviolet (UV) bulb and ninety to a hundred degrees of a basking light to aid in the digestive process."
    },
    {
        "id": "train_2917",
        "dialogue": "#Person1#: I've never seen such a mess! \n#Person2#: All our precious possessions. I just don't care any more. \n#Person1#: Yes, but we ought to do something. \n#Person2#: When I think of it! ! That man! \n#Person1#: If I could lay my hands on him! \n#Person2#: I'd roast him over a slow fire. I'd . . . ! \n#Person3#: Good morning. You'd what? \n#Person2#: You! \n#Person3#: What's the matter? \n#Person1#: What are you doing here? \n#Person3#: Good God! What's happened? \n#Person1#: What are you doing here? \n#Person3#: How do you mean? . . . You had a robbery. \n#Person1#: That's right. \n#Person3#: Oh, I see! And you thought I'd done it! ",
        "summary": "#Person1# and #Person2# have been robbed and they thought #Person3# had done it. But #Person3# doesn't know what happened and greets them."
    },
    {
        "id": "train_3066",
        "dialogue": "#Person1#: Hello.\n#Person2#: He, he.., hello? Uh, yeah. Is ... uh ... your dad home?\n#Person1#: Just a minute please.\n#Person3#: Hello.\n#Person2#: Uh ... yeah ... uh hello? Yeah, um ... is ... uh ... Nick home please?\n#Person3#: Oh, he can't come to the phone right now.\n#Person2#: Okay, well, um, yeah, I need to talk to your dad. Um, yeah, could you ... um ... take a message?\n#Person3#: Yeah.\n#Person2#: Yeah. This is ... my name's Nick Johnson. And if ...\n#Person3#: The phone number?\n#Person2#: Yeah if you could tell him. Yeah, the phone number is 589 [Uh-huh] 7248.\n#Person3#: 589-7248?\n#Person2#: Yeah, right and if you could tell him to call me tonight between 7:00 and 8:30?\n#Person3#: Okay.\n#Person2#: Alright, and uh. Now, I think ... are you his daughter?\n#Person3#: Yeah.\n#Person2#: Yeah, now what's your name?\n#Person3#: I ... I'm not supposed to tell that.\n#Person2#: Ah, that's really smart. Alright, well just tell him I called.\n#Person3#: Okay.\n#Person2#: Okay, bye.\n#Person3#: Bye.",
        "summary": "Johnson calls to find #Person3#'s dad Nick. #Person1# answers it and passes to #Person3#. Nick is not available now so Johnson leaves his number and asks #Person3# to tell Nick."
    },
    {
        "id": "train_3068",
        "dialogue": "#Person1#: Would you like a bag? \n#Person2#: That's OK. I'll just throw them in my backpack. Say, do you have any advice on where I can get some Chinese ginseng? \n#Person1#: Ginseng? You can get that at any Chinese herb store. I know a good one right near here--I can show you if you want. \n#Person2#: If it's close to here and you don't mind, sure, that would be great! \n#Person1#: Come with me! \n#Person3#: Oh, hi! I'm Uranda! My aunt said you wanted some ginseng. Which kind do you want? \n#Person2#: Uh, what's the difference? \n#Person3#: Korean ginseng is red--it's more warming. The Western ginseng is white and more cooling. Since it's still kind of cold, I suggest you get the red kind! \n#Person2#: Well, OK. How much for a pound? \n#Person3#: We don't sell by the pound here in Taiwan. We sell by the jin. One jin is about one and a third pounds. ",
        "summary": "#Person1# takes #Person2# to buy Chinese ginseng nearby. Uranda introduces Korean ginseng and Western ginseng and suggests #Person2# buy the red Korean ginseng."
    },
    {
        "id": "train_3114",
        "dialogue": "#Person1#: I think John will be here in half an hour, why don't we start first? \n#Person2#: Sure. Waiter, menu, please. \n#Person3#: Here you are. What do you want to start with? \n#Person1#: Just some wine, please. We are still waiting for our friend. ",
        "summary": "#Person1# orders some wine first while waiting for John."
    },
    {
        "id": "train_3154",
        "dialogue": "#Person1#: Jim! What's up, man? \n#Person2#: Charlie! Is that your ride? It's butt ugly, dude! \n#Person1#: Don't be a airhead! This is a nineteen sixty-nine Chevy Impala! I just need to fix it up a bit. In a couple of months, this baby is gonna be wicked! \n#Person2#: Not even! Check it out! Now that's a fresh ride! \n#Person1#: Too bad the driver is a major dweeb. Anyone can have a car like that if their daddy is loaded like his. \n#Person2#: He's coming this way, be cool. \n#Person3#: Hey guys! What do you think of my automobile? Isn't it bad to the bone? \n#Person1#: Word! The ladies are gonna be lining up to get with you when they see you driving around in that car. \n#Person3#: You really think so? \n#Person2#: For sure! \n#Person3#: Awesome! \n#Person1#: Psych! haha. . you totally fell for it. \n#Person3#: You are a real scumbag, Charlie. When I do the nasty with the prom queen, we'll see who has the last laugh. \n#Person2#: Dude, don't have a cow! ",
        "summary": "Jim thinks Charlie's ride is butt ugly but Charlie says he just needs to fix it up a bit. Then they meet #Person3# who has a fresh ride."
    },
    {
        "id": "train_3210",
        "dialogue": "#Person1#: Hi.\n#Person2#: Oh, Hi.\n#Person1#: Are you new in the neighborhood?\n#Person2#: Oh, yeah.\n#Person1#: Welcome, welcome to the neighborhood.\n#Person2#: Oh.\n#Person1#: Hey, I'm Stacy. I live across the street.\n#Person2#: Oh, Hi, Stacy. I'm Mark. Mark Jones.\n#Person1#: Um. Looks like your moving. Do you need any help unloading your moving truck? I can have my husband come or my kids.\n#Person2#: Um, well, fortunately, the movers are going to do that, but you're welcome to, uh, help carry in a few things out from our car.\n#Person1#: Yeah, sure, I can get them. So, where are you from?\n#Person2#: Well, we're from originally from Chicago, but we just moved from a place called Springville.\n#Person1#: Oh, Springville, that's, uh. Isn't that the ... the north end of the state\n#Person2#: Yeah, just, yeah, not too far from here.\n#Person1#: How was your trip?\n#Person2#: Well, it went pretty well. We hired a moving company, something my company paid for, and it was simply more convenient than packing all our stuff, renting a truck, and then moving everything ourselves.\n#Person1#: That's nice. How does this moving company work then? Was it pretty good?\n#Person2#: Yeah. Well, in many cases, you can pack your own things and just have the company load the boxes and your other items on the truck, or they'll pack everything for you, and they can tow your vehicle behind the truck if you like, and they can even, you know, move heavy items like pianos.\n#Person1#: Wow, that's nice. So, did everything go as planned?\n#Person2#: Well, pretty much, except our cat disappeared\n#Person1#: Really?\n#Person2#: Yeah, about three hours before the movers left ...\n#Person1#: Did you ever find it?\n#Person2#: No, and uh, we're not sure if she ran away, got hit by a car, or what.\n#Person1#: Oh, that must be really hard on your family. Sorry to hear about that.\n#Person2#: Yeah.\n#Person1#: Yeah, that must be rough.\n#Person2#: Yeah.\n#Person1#: No sign of the cat?\n#Person2#: Not yet.\n#Person1#: Uh, I'm sorry. So, um, what do you do for a living?\n#Person2#: Well, I'm software developer.\n#Person1#: Oh, what do you do exactly in your job?\n#Person2#: Well, um, most of the time, I develop educational software for schools.\n#Person1#: Really?\n#Person2#: ... Yeah, and at the moment, I'm working on several educational apps for, you know, smart phones.\n#Person1#: Oh, that's ... that's great.\n#Person2#: Yeah, it's a really good job. And, so, how about yourself?\n#Person1#: Well, actually, I'm a high school history teacher.\n#Person2#: Oh, wow, you know, actually, I've created two apps on world history that you might be interested in.\n#Person1#: Serious?\n#Person2#: Yeah.\n#Person1#: Oh, that sounds great. I'd love to see them.\n#Person2#: Yeah.\n#Person1#: By the way, um, you know, we're having a barbecue at our place on Friday.\n#Person2#: Oh?\n#Person1#: Why don't you come over ... bring your family and get to know some of the neighbors?\n#Person2#: Well, let me talk to my wife, but just so you know, we have nine kids.\n#Person1#: Serious? Nine kids? Wow!\n#Person2#: Yes, so they might eat all your food.\n#Person1#: Well, that's no problem. That's a lot of kids, but it'll be fun. Hey ...\n#Person2#: What?\n#Person1#: No, just listen.\n#Person2#: Hey.\n#Person1#: Did you hear that? Listen, listen. It's coming from over there. It's in one of the ... there something in one of your boxes.\n#Person2#: No way. Yeah.\n#Person1#: That sounds ... That sounds like a cat. Is the cat in one of your ... Did you find ... Did the cat get in one of your boxes?\n#Person2#: I don't know. Let me look. Hey, let me move this box. Yeah.\n#Person1#: Wow!\n#Person2#: Oh, no. I can't believe it! I'm sure the family is going to be happy about this.\n#Person3#: I bet. Congratulations!",
        "summary": "Stacy welcomes Mark Jones who just moved into their neighborhood from Springville. Mark had a moving company to help them and had a good trip here except that their cat disappeared. Mark tells Stacy he develops educational software for school and Stacy is a high school history teacher. Stacy invites Mark and his family to their barbecue on Friday. Stacy finds Mark's cat in a box."
    },
    {
        "id": "train_3214",
        "dialogue": "#Person1#: This has got to stop! Another Friday night without a date! What can I do? \n#Person2#: What about looking through the personal ads on the Internet? That's how I met Steven. \n#Person1#: Actually, I've tried that. But the people you meet are always different from what you expect. \n#Person3#: Do you often go to a chat room on the Internet? \n#Person2#: No, that's the last thing I would do. You never know what kind of people you're talking to. People hide their true status. It's just a waste of time. \n#Person3#: I bet many people don't agree with you. They think it's very interesting and relaxing. They find an outlet to express their inner feelings, which they may not want to talk about to anyone in person. \n#Person2#: But a lot of traps too. To tell you the truth, I was trapped one time and it really hurt my feelings. The Internet pal turned out to be homosexual. \n#Person3#: Well, why don't you join a dating service? A friend of mine met his wife that way. \n#Person2#: That's not a bad idea. \n#Person3#: Also, it might be a good idea to check out single's night at the bookstore. \n#Person2#: Yeah. If I don't find a date, at least I might find a good book! ",
        "summary": "#Person1# wants to find a date. #Person2# advises personal ads on the Internet. #Person3# advises a chat room, a dating service, and a single's night at the bookstore. #Person1# thinks the latter two are good ideas."
    },
    {
        "id": "train_3254",
        "dialogue": "#Person1#: I'm absolutely stuffed. I don't think I've ever eaten so much at one sitting. \n#Person2#: same here. How did we manage to eat seven jin of dumplings? \n#Person1#: well, I had five of them. the bill, please. \n#Person3#: that will be 71 yuan. \n#Person2#: here's 80. keep the change. \n#Person3#: I'm sorry, sir? \n#Person2#: he means, 'Could we get the change please? ' \n#Person3#: of course, one moment please. \n#Person2#: what did you mean when you said 'keep the change'? \n#Person1#: it's called a 'tip'. Think of it as a gift given to the server to show appreciation for their good service. It's common practice in the States. ",
        "summary": "#Person1# and #Person2# eat many dumplings. #Person1# is trying to give #Person3# a tip but both #Person2# and #Person3# don't understand #Person2#'s word 'keep the change'."
    },
    {
        "id": "train_3258",
        "dialogue": "#Person1#: Hi, Karen! Where's Tom? \n#Person2#: He's upstairs. He's having a bath. Tom! \n#Person3#: Yes? \n#Person2#: Sam's here. \n#Person3#: I'm nearly ready. Hello, Sam. Have a cigarette. \n#Person1#: No thanks, Tom. \n#Person3#: Have a glass of whisky then. \n#Person1#: OK. Thanks. \n#Person3#: Is dinner ready, Karen? \n#Person2#: It's nearly ready. We can have dinner at seven o'clock. \n#Person3#: Sam and I had lunch together today. We went to a restaurant. \n#Person2#: What did you have? \n#Person3#: We had roast beef and potatoes. \n#Person2#: Oh! \n#Person3#: What's the matter, Karen? \n#Person2#: Well, you're going to have roast beef and potatoes again tonight! ",
        "summary": "Tom and Sam had roast beef and potatoes for lunch and those are exactly what Karen prepares for their dinner."
    },
    {
        "id": "train_3502",
        "dialogue": "#Person1#: Your tree looks beautiful. Do you decorate it this way every year? \n#Person2#: Yes, it's a family tradition dating back to my childhood. We use the same lights and ornaments, but of course we have a new tree each year. The children made some of these decorations. Here, you can hang this on one of those high branches. \n#Person3#: Well, everything seems to be just about ready. Now all we need is snow. \n#Person1#: Do you exchange the presents in the morning? \n#Person2#: Oh, yes. The kids are too excited to wait. After we clean up the mess--all the empty boxes and the wrapping paper -- we have a big breakfast. Then the kids have the whole day to play with their new toys. \n#Person3#: And we'll have a great turkey dinner at around four o'clock. My brother and his family will be joining us. \n#Person1#: I look forward to meeting them. Well, it's late, so I'll say good night. I'll see you early tomorrow, so I can share your Christmas morning. \n#Person3#: Good night! ",
        "summary": "#Person2# and #Person3# tell #Person1# about their family tradition on Christmas day and #Person1# is happy to join them tomorrow."
    },
    {
        "id": "train_3789",
        "dialogue": "#Person1#: May I take you order now? \n#Person2#: Yes, I think we're ready to order. Elizabeth, what would you like to have? \n#Person3#: I haven't made up my mind yet. You order first, Donald. \n#Person2#: All right. I'll start with chicken soup. Then I want a steak, medium rare. I'll have a baked potato, green beans and an egg salad. I'll order dessert later. \n#Person1#: Yes, sir. And you, Miss? What would you like to have? \n#Person3#: I can't decide. I don't see anything I really like. \n#Person1#: There are over thirty dishes to select from, Miss. \n#Person2#: There ought to be something you like, Elizabeth. \n#Person3#: Well, I guess so. But I only see food that I don't like. I don't care for chicken and I can't stand fish. I'll have a baked potato, green beans and an egg salad. I'll order dessert later. \n#Person1#: No, Miss. I'm afraid not. How about some other seafood? \n#Person3#: Oysters are the only seafood I like. I dislike the rest. \n#Person2#: I wish I could think of something for you. \n#Person1#: May I suggest cream of tomato soup, steak with mushroom gravy, asparagus, and buttered cauliflower. For dessert-strawberry pie with icecream? ",
        "summary": "#Person1# helps Donald and Elizabeth order food. Elizabeth doesn't know what to eat after Donald orders because Elizabeth doesn't like chicken and fish. #Person1# recommends some dishes to Elizabeth."
    },
    {
        "id": "train_3878",
        "dialogue": "#Person1#: Hello, my name's John. I'll be your waiter this evening. Can I get you anything from the bar for starters? \n#Person2#: No thanks. What we really need is a booster chair for our daughter. Do you have one? \n#Person1#: Yes, of course. The hostess should have brought you one. Just a moment. Our special tonight is Duck Chambord, which is roast duck served in a raspberry sauce with fresh rasperries. It's also served with wild rice and a medley of vegetables. That is 17. 95 and it comes with soup or salad. \n#Person3#: What is your soup of the day? \n#Person1#: Our soup of the day is French onion. \n#Person3#: The duck sounds good. One of us should have it. \n#Person2#: Alright, you order the duck. \n#Person3#: Fine. \n#Person2#: She will have the duck, and I will have the filet mignon. \n#Person1#: How would you like your filet mignon, sir? Rare, medium rare, or well-done? \n#Person2#: Medium rare. \n#Person1#: And would you like soup or salad with your meals? \n#Person3#: I want salad. \n#Person2#: I'll have the soup. French onion, yes? \n#Person1#: Yes, that's right. It's very good. I recommend it. \n#Person3#: Our daughter will share some of our meal with us. Could you bring an extra plate for her? \n#Person1#: Of course, Ma'am. I will also bring your sourdough bread in just a moment. \n#Person3#: Our bread? \n#Person1#: Yes, we serve it at all tables. \n#Person3#: Good. Thank you. ",
        "summary": "John is serving #Person2# and his family. He brings a booster chair for #Person2#'s daughter. #Person3# orders Duck Chambord with salad and #Person2# orders the filet mignon with soup. John will bring them an extra plate and sourdough bread."
    },
    {
        "id": "train_3918",
        "dialogue": "#Person1#: Guess what, Mom. I got it.\n#Person2#: Great. That's super.\n#Person3#: What's going on? So, what did you get me?\n#Person1#: Nothing. I got my driver's license. Okay. Bye.\n#Person3#: Wait, wait, wait. Where are you going?\n#Person1#: Mom said I could take the car to school this morning, and ...\n#Person3#: Hold on here. I've prepared a few rules regarding the use of the motor vehicles in this house.\n#Person1#: Like what?\n#Person3#: Let me get my notes here.\n#Person1#: Dad! That looks like a book? Mom, Dad's being mean to me.\n#Person3#: Okay, let me get my reading glasses here. Okay, here we are. Rule number one: No driving with friends for the first six months.\n#Person1#: What?\n#Person3#: Teenagers often lack the judgment to drive responsibly, especially when several teenagers are involved. I mean they speed, they joyride, they cruise around town way past midnight.\n#Person1#: But that's not me! Do I really need this lecture? This is such a drag!\n#Person3#: Furthermore, who really needs a car when a pair of shoes will work? I mean, life was different when I was your age. In fact, I used to walk to school ...\n#Person1#: Yeah, yeah. I know. Both ways uphill in ten feet of snow. I've heard this story many times.\n#Person3#: Yeah. Oh, where were we? Oh yes. Rule number two: You always must wear your seat belt and obey the rules of the road.\n#Person1#: Duh. I wasn't born yesterday.\n#Person3#: Okay, rule number three: You can't drive long distances at night because you might get drowsy and drive off the road. But driving to the movie theater is fine.\n#Person1#: But the movie theater is right across the street from our house.\n#Person3#: Exactly, so you can just park in the driveway and walk there.\n#Person1#: Mom! Dad's being unreasonable.\n#Person3#: And rule number four: You should never use a cell phone while driving. That could cause an accident.\n#Person1#: But YOU do.\n#Person3#: That's different.\n#Person1#: How's it different? You even need my help to turn your cell phone on.\n#Person3#: And rule number five: Remember that I love you, and I'm just a protective father who wants his daughter to always be safe.\n#Person1#: Does that mean I can take the car now?\n#Person3#: Well, I don't know.\n#Person1#: Please dad, please. You're the best dad in the whole wide world.\n#Person3#: That's not what you said earlier.\n#Person1#: Hey, having the car keys in my hands changes my whole perspective on life.\n#Person3#: Well, okay. I guess if I'm considered the best dad in the world for five minutes, then I'll accept that.\n#Person1#: Yeah.\n#Person3#: Okay, but drive carefully and don't forget to fill up the car with gas before you come home. [Bye. Love ya guys.] Okay. Hon, do you think I did the right thing?\n#Person2#: Yeah. She has to grow up sometime.",
        "summary": "The daughter gets the driving license and her mom allows her to drive to school. Her dad has prepared five rules of driving to obey, including not driving with friends for the first six months, wearing seat belt and obey the rules of the road, not driving long distance at night and not using cell phone while driving. Her dad loves her and is just being protective."
    },
    {
        "id": "train_4355",
        "dialogue": "#Person1#: Welcome Mr. and Mrs. Carnwell, please take a seat. \n#Person2#: Okay.\n#Person3#: Thank you. \n#Person1#: So I understand that your family spending has skyrocketed and you want to start budgeting. \n#Person2#: Yes that's correct. Frankly speaking our household income is relatively high and we have never had any money problems, but I think this is the main reason as to why our spending has gone out of control. \n#Person3#: We have two kids and with allowances, paying their credit cards, ours and not to mention our mortgage and car payments. With the recent economic downturn, my husband's business has suffered and now we need some advice as to how we can prepare a family budget. \n#Person1#: I see. Well you have come to the right place. First what we need to do, is determine your cash flow. Knowing how much money is coming in will help us allocate spending to different categories such as mortgage, education, groceries, etc. \n#Person3#: Yes,that makes sense. \n#Person1#: Secondly, I need you to bring all of your receipts for the last two to three months. That way, we can determine what your average expenditures are and see which category you are spending money on the most. Usually, your fixed costs are higher and we cant do much about that, but we can usually trim your variable costs such as entertainment or clothing. \n#Person2#: Great! We will do that then! Now how about we treat you to a nice dinner? \n#Person1#: That's another thing. If you really want to stop spending so much money, throw away at least half of your credit cards! ",
        "summary": "Mr. and Mrs. Carnwell come to consult #Person1# about budgeting and tell #Person1# their recent finances. #Person1# advises them to determine the cash flow and bring all the receipts. Mr. and Mrs. Carnwell agree."
    },
    {
        "id": "train_4448",
        "dialogue": "#Person1#: Hi, welcome to Forty-one Flavors Ice Cream. What can I get you? \n#Person2#: I'd like a double scoop of strawberry ice cream. \n#Person1#: Anything for you, ma'am? \n#Person3#: I'd like a banana fudge sundae to go. \n#Person1#: Can I get you anything else? \n#Person2#: Yes. We'd like one half-gallon carton of vanilla and one of chocolate chip to go. \n#Person1#: Here's your cone and sundae, and here are your two cartons. That'll be $17. 50. \n#Person2#: Here you are. \n#Person1#: Thank you for visiting Forty-one Flavors. ",
        "summary": "#Person2# and #Person3# orders strawberry ice cream, a banana fudge sundae to go, and two cartons with #Person1#'s assistance."
    },
    {
        "id": "train_4546",
        "dialogue": "#Person1#: You sit here and I'll go get the food. \n#Person2#: What to order? \n#Person1#: I haven't decided yet. What do you like? \n#Person2#: Uh, I'd like a hamburger, large fries, and a small pepsi. \n#Person1#: Okay, I'll be back in a minute. \n#Person3#: Can I help you? \n#Person1#: I want two cheeseburgers, a large order of fries. \n#Person3#: Anything else? \n#Person1#: A small pepsi and a milkshake. \n#Person3#: Sure. That'll be eight dollars. \n#Person1#: Here it is. Could I have some extra napkins? \n#Person3#: Sure. ",
        "summary": "#Person1# and #Person2# are having a meal together. #Person1# helps #Person1# order the food."
    },
    {
        "id": "train_4547",
        "dialogue": "#Person1#: What can I get for you,sir? \n#Person2#: One cup of coffee. \n#Person1#: Cream or sugar? \n#Person2#: I'd like it black with one lump of sugar. \n#Person1#: And for you,sir? \n#Person3#: I think I'll have your cappuccino. \n#Person1#: Anything else? \n#Person3#: No,that's all. \n#Person1#: I'll be right back with your order. ",
        "summary": "#Person1# helps #Person2# order a coffee and helps #Person3# order a cappuccino."
    },
    {
        "id": "train_4591",
        "dialogue": "#Person1#: Hi. Welcome to Heavenly Pies. May I take your order?\n#Person2#: Uh ... yes. I'd like the chicken fried steak.\n#Person1#: Okay. Would you like fries, bread, or rice with your meal?\n#Person2#: Umm. I'll take the rice?\n#Person1#: Would you care for anything to drink?\n#Person2#: Yeah. I'll take a medium orange juice.\n#Person1#: I'm sorry. We only have large or small.\n#Person2#: Well, in that case, uh, I'll have a small one.\n#Person1#: Okay. A small juice. And what kind of dressing would you like with your salad. It comes with the fried steak.\n#Person2#: What dressings do you have?\n#Person1#: We have French, Italian, blue cheese, and ranch.\n#Person2#: Oh! Ranch, please.\n#Person1#: Would you like anything else?\n#Person2#: Well, I'd like to see your pie menu. That's the main reason why I like to dine here.\n#Person1#: Oh, I'm so sorry, but we aren't serving pies today.\n#Person2#: Huh? I thought this was Heavenly Pies Restaurant.\n#Person1#: Well, it usually is, but, Dave, our baker, slipped in the kitchen on a banana two days ago, and hurt his leg. [Oh] He'll be out for at least two weeks. In the meantime, we're serving ice cream sundaes instead. Sorry.\n#Person2#: Wow. I'm sorry to hear that. Well in that case, I'll have an ice cream sundae.\n#Person3#: I'll be back with your order in a few minutes",
        "summary": "At Heavenly Pies, #Person2# orders chicken fried steak with rice and ranch dressing salad, a small orange juice, and would like a pie. #Person1# regretfully tells #Person2# that pies aren't available today, so #Person2# orders an ice cream sundae instead."
    },
    {
        "id": "train_4646",
        "dialogue": "#Person1#: Where shall we sit? Look! There are some free seats in the corner. \n#Person2#: The seats by the window are better. It'll be cooler there. And we can see the scene outside.\n#Person1#: Okay. What would you like to eat? \n#Person2#: I'm really hungry now. I think I'll have chicken and chips with baked beans. Why don't you have chicken too?\n#Person1#: I don't eat meat. It makes me ill. I think I'll have a cheese sandwich instead.\n#Person2#: And what about drinks? I think I'll have some mint tea. Would you like some?\n#Person1#: No, that's really expensive! It's three dollars sixty cents! I'll have a coffee. It's much cheaper.\n#Person3#: Good evening. \n#Person2#: Good evening. We'll have one chicken and chips with baked beans and one cheese sandwich please. \n#Person3#: No problem! What would you like to drink? \n#Person1#: A mint tea and a coffee please. Oh - and please bring me some cream for the coffee. \n#Person3#: Okay. let me repeat your order. One chicken and chips with beans, one cheese sandwich, a mint tea and a coffee with cream.\n#Person1#: Yes, thank you!",
        "summary": "#Person1# and #Person2# choose the seats by the window and talk about what they will have for dinner. They order one chicken and chips with baked beans, one cheese sandwich, a mint tea, and a coffee with cream with #Person3#'s assistance."
    },
    {
        "id": "train_4724",
        "dialogue": "#Person1#: Hi. How can I help you?\n#Person2#: Yeah. I'd like to rent a mid-size car for three days.\n#Person1#: Okay. Let me check to see if we have one available. Hmmm. It's doesn't look like we do. We have a couple of economy, compact, and full-size cars available, or a nice minivan.\n#Person2#: Well, what is the main difference between these cars?\n#Person3#: The main difference is size. The economy car is the smallest, and it seats fewer passengers and can hold less luggage. [Okay.] How many people are with you?\n#Person2#: Just me and my son.\n#Person1#: Well, the economy car would work. We have one right out front.\n#Person2#: Where? That one? It looks more like a shoebox to me. I'm really tall and trying squeeze into that thing ... I don't think so.\n#Person1#: Well, if you need more room or comfort, I recommend the full-size car. It also has a nice stereo system, CD player, [Alright] safety rear door locks, and cruise control, and power locks and windows.\n#Person2#: Well, I'm not so concerned about how it's equipped. I just want to make sure it is comfortable to drive. And what is the daily rate for that anyway?\n#Person1#: Well, let's see here. Oh, yeah. It'll come to fifty-seven ninety-five a day.\n#Person2#: Wow, a little expensive. But what's the cost for mileage?\n#Person1#: Hey, all of our cars have unlimited miles, but of course, that doesn't include gas.\n#Person2#: Yeah, right. I bet that car probably eats up gas, and now that were in the middle of the vacation season, gas stations are gouging consumers with astronomical prices.\n#Person1#: Well, as they say, it comes down to the law of supply an demand.\n#Person2#: Well, anyway, can you install a car seat in one of those cars? I have a 3-year-old son with me.\n#Person1#: Sure, and that'll only be one dollar extra per day.\n#Person2#: I'll go with the full-size car. Wait, uh ... what does it look like?\n#Person1#: Uh, it's right out there in the parking lot. [Which one?] The one over there next to the sidewalk.\n#Person2#: Do you mean that old lemon with the missing hubcap? Ahhh.\n#Person1#: Sir, excuse me. We take pride in our vehicles. It's just that it's one of the last cars on our lot, but it runs like a dream. Don't let the exterior fool you. Hey, I'll even give you an extra fifteen dollars off the daily rate to show you we are serious about pleasing our customers. Will there be any other drivers?\n#Person2#: No, I'm the only driver.\n#Person1#: Okay. Would you like to purchase our daily car protection plan?\n#Person2#: What's that exactly?\n#Person1#: Well, the car protection plan is a complete insurance package covering damage to the vehicle, [Okay] injury or loss of life to you or your passengers [Oh]. It even includes incidental road damage caused by, let's say, a huge boulder rolling down the mountain and crushing your car. [Oh, uh, well ... ]. However, it won't cover loss of property due to theft. Too much crime in the area anyway. [What? Wh ... What about this crime? What, what?]. Don't worry about it. And the car protection plan is only seventeen ninety-five per day. [But you were saying?] And the nicest thing about this coverage is that you can rent the car without the worry and hassle of making a complicated claim in case you do have a problem.\n#Person2#: But wouldn't my own car insurance cover those problems?\n#Person1#: It might, but each insurance policy is different. With our car protection plan, however, you deal directly with us in case there is a problem [Well ... ], and we handle everything quickly, and you don't have to contact your own insurance company. Okay. Let me just confirm this. A full-size car with a car seat for three days [Yeah], plus the car protection package. Is that right? [That's right.] Okay, I'll have our mechanic, Louie, check the car over and pull it up to the door.\n#Person2#: Push it up to the door? I hope this car really runs.\n#Person1#: Well, in case it does break down on some out-of-the-way, deserted road, just call the toll-free number for assistance. They'll come to assist you within ... two business days. [Two business days!!!] Enjoy your trip.",
        "summary": "#Person2# wants to rent a mid-size car but #Person1# doesn't have an available one. #Person1# introduces the cars of different sizes to #Person2# and recommends a full-sized car. After they discuss the cost, #Person2# chooses the full-size car and purchases the daily car protection plan in case of emergencies."
    },
    {
        "id": "train_4831",
        "dialogue": "#Person1#: I need some new clothes for the coming season. Where shall I go to pick up some? \n#Person2#: I'm thinking of buying some stuff, too. Let's go to the speciality stores. There will be some new models for sale now. \n#Person1#: Will the new models be very expensive? \n#Person2#: Depends on the brands. But there will be some out-of-season clothes on discount, too. So maybe we can also get some stuff, good and cheap. \n#Person1#: Great. Let's go. \n#Person2#: Do you like this one? I think it will be great on you. \n#Person1#: I like the style. Especially the Porsche logo. Let me try it on in the fitting room. Wait a minute! \n#Person3#: Hmm, not bad, but I'm afraid it's a bit too big for you. \n#Person2#: Yeah, that's the only problem. Well, do you think they've got a smaller one? \n#Person1#: Probably not. Most of the clothes here have only one average size. \n#Person2#: Never mind. What about going to check out the discount section? \n#Person1#: That's what I'm thinking about. Oh, this one. \n#Person2#: What's up? \n#Person1#: This dress was a new model this time last year. I loved it but it was a bit too expensive. So I gave it up. \n#Person2#: Good for you. It's 50 percent off now. Take it! \n#Person1#: Sure. I won't miss this chance. It's my lucky day. ",
        "summary": "#Person1# and #Person2# are looking for new clothes in specialty stores. #Person1# likes the one with a Porsche logo but it is too big. Then #Person1# is attracted by another one and takes it with 50% off."
    },
    {
        "id": "train_4932",
        "dialogue": "#Person1#: I see you've brought something to occupy your time while we wait. Good. We may be here a long time. \n#Person2#: Yes, Papa. I brought the catalog for the next college we're going to visit--the one in New Hampshire. \n#Person1#: It's just that North Americans pay more attention to exact times. They're very punctual people. \n#Person2#: I think that if you're more than thirty minutes late, you have to apologize and explain what delayed you. \n#Person1#: Our appointment with this dean is for three-fifteen. My watch says three-thirty. I'm sure we're not late.\n#Person3#: Isabel? Come in. Sorry I kept you waiting. We're running a little behind schedule today. ",
        "summary": "Isabel and her father have been waiting for #Person3#. #Person3# shows up and apologizes for being late."
    },
    {
        "id": "train_5082",
        "dialogue": "#Person1#: May I take an order now? \n#Person2#: Yes, I think ready to order. Elitherbeth , What would you like to have? \n#Person3#: I haven't made my mind yet. You order first , Donald. \n#Person2#: Alright. Fish with chicken soup and I want to steak medium raw. I have a big potato green beans and make a salad. All of the dessert later.\n#Person1#: Yes, sir. And you Miss. What would you like to have? \n#Person3#: I can't decide , I didn't see anything I really like. \n#Person1#: There are over thirty dishes to select from. Miss.\n#Person2#: There must be something you should like, Elitherbeth.\n#Person3#: Well, I guess so. But the only seafood that I don't hate is oysters. and I don't care for chicken and I don't like fish. Do you any oysters\n#Person1#: No , Miss. I'm afraid not. How about some other seafood. ?\n#Person3#: Oysters are the only seafood I like. I dislike the rest.\n#Person2#: I wish they would have something for you. \n#Person1#: May I suggest tomato soup? Steak mushroom gravy, a curry and butter colifa for dessert , drop-very pie with ice-cream.",
        "summary": "Donald orders chicken soup and steak but Elitherbeth can't decide. Elitherbeth doesn't like seafood, chicken, or fish. Elitherbeth only likes oysters but #Person1# doesn't have any. #Person1# suggests some food and dessert."
    },
    {
        "id": "train_5155",
        "dialogue": "#Person1#: Simon, may I introduce you to Linda? You don't know each other, do you?\n#Person2#: No. I've not had the pleasure of meeting her yet.\n#Person3#: How do you do? I'm pleased to meet you.\n#Person2#: How do you do?\n#Person3#: Please sit down. Help yourself just like you are at home.\n#Person2#: What would you like to drink?\n#Person3#: A cup of coffee, please.",
        "summary": "#Person1# introduces Simon to Linda."
    },
    {
        "id": "train_5376",
        "dialogue": "#Person1#: Mary, could you please come in for a short while?\n#Person2#: No problem.\n#Person1#: Mary, I'd like you to meet Richard, Our new executive in the marketing.\n#Person3#: Nice to meet you, Mary.\n#Person2#: Welcome to our department. I hope you'll like it here.\n#Person1#: By the way, Richard will assist me in the planning work. I hope you can work well together.\n#Person2#: Sure, if you've got any problem you can ask me.\n#Person3#: Thank you. It's very kind of you.\n#Person1#: Richard, Mary is a very helpful and experienced secretary indeed, and I'm sure you will find out.\n#Person2#: Thank you, sir. I'll try my best to assist Richard in his work.",
        "summary": "#Person1# is introducing Richard, the new executive, to Mary. #Person1# tells Richard Mary is an experienced secretary and can assist him."
    },
    {
        "id": "train_5456",
        "dialogue": "#Person1#: I see you've brought something to occupy your time while we wait. Good. We may be here for a long time.\n#Person2#: Yes, Papa. I brought the catalog for the next college we're going to visit -- the one in New Hampshir.\n#Person1#: Maybe we won't have to wait long. We've only been here fifteen minutes. I heard that the people here usually arrive around thirty minutes later than the time they set.\n#Person2#: I'm not used to the way they treat time here. They wouldn't see me if we were in China. I missed the appointment because I was forty-five minutes late at Shanghai. I think if I was in the states, they might probably arrive latter than me.\n#Person1#: It's just that Chinese people pay more attention to exact times. They're very punctual people. But the american may be more casual.\n#Person2#: I think that if you're more than thirty minutes late, you have to apologize and explain what delayed you.\n#Person1#: Our appointment with this dean is for three-fifteen. My watch says three-thirty. I'm sure we're not late. \n#Person3#: Lily? Come in. Sorry I kept you waiting. I did not expect that you would arrive such early!",
        "summary": "Lily and her papa are waiting for the dean. They think that Chinese are more punctual while Americans are more casual. Though they've been waiting for a while, the dean thinks they arrive early."
    },
    {
        "id": "train_5481",
        "dialogue": "#Person1#: Robert, this is my friend, Mrs. Smith.\n#Person2#: Hi, Nice to meet you.\n#Person3#: Nice to meet you too.\n#Person2#: Mrs. Smith, what do you do for work?\n#Person3#: I'm a doctor.\n#Person2#: Oh. Where do you work?\n#Person3#: New York University hospital in New York City. What do you do?\n#Person2#: I'm a teacher.\n#Person3#: What do you teach?\n#Person2#: I teach English.\n#Person3#: Where?\n#Person2#: At a high school in New Jersey.\n#Person3#: That's nice. How old are you?\n#Person2#: I'm 32.",
        "summary": "#Person1# introduces Robert and Mrs.Smith to each other. They tell each other their jobs and ages."
    },
    {
        "id": "train_5702",
        "dialogue": "#Person1#: Steven! Good to see you brother! How are you? How was your trip? \n#Person2#: It was fine. I've been better but, it's great to be home, I've missed you all! How's mom? \n#Person1#: She's great! All she ever does is talk about you -her little boy that went to the United States. You're her pride and joy, you know that? \n#Person2#: Can't wait to see her. And you? What's new with you? \n#Person1#: Well, Nisha and I are expecting! You'll have another nephew or niece soon! \n#Person2#: That's great! Wow! Congrats! You two are great together, ya know. You have such a beautiful family. I hope one day I can have that. \n#Person1#: Of course, man! Come on! I mean, everything was set here for you to marry Shalini! You know, she's still pining after you. I don't think she'll ever get over you. \n#Person2#: What are you talking about? I hardly knew her! How could she be in love with me? I couldn't go through with it even though she is a great woman. No, I left my heart in the United States. I just hope Veronica is happy. \n#Person1#: Get over it! You're home now. Everyone here thinks so highly of you; there'll be girls throwing themselves at you. You can marry anyone you want! \n#Person2#: I don't want to marry anyone! I want to marry her! Don't you understand? \n#Person1#: You are incorrigible. \n#Person3#: Steven! My baby how are you! I've missed you so much! \n#Person2#: Hey, mom! Great to see you! \n#Person3#: You look so thin! Didn't those Americans feed you? Come come, let's have some chai. By the way. . . There is a girl here waiting for you. \n#Person4#: Hi Steven. \n#Person2#: Veronica! How did you get here? How did you know where I live? I waited for you at the airport but you never showed. . . \n#Person4#: I also have some little secrets that I haven't told you about, but we can discuss that later. I realized that I was just scared. Scared of how much I love you and of the commitment that marriage requires. I'm here now. Now there is something I wanna ask you. Steven, will you marry me? \n#Person5#: I now declare you, husband and wife. You may kiss the bride ",
        "summary": "Steven just came back from America. #Person1# tells Steven Nisha and #Person1# are expecting their new-born baby and asks Steven to get married soon. #Person1# says Shalini is still waiting for Steven but Steven can't get over Veronica who's in America. When Steven gets home, he finds Veronica waiting for him. Veronica expresses her love for Steven and requests him to marry her. At last, they get married at the church."
    },
    {
        "id": "train_5939",
        "dialogue": "#Person1#: Hi there, can I help you folks? \n#Person2#: I'm just browsing. seeing what's on the lot. My daughter wants a car for her birthday, you know how it is. \n#Person3#: Dad! I'm sixteen already and I'm, like, the only one at school who doesn't have a car! \n#Person1#: She is right, you know. Kids these days all have cars. Let me show you something we just got in, a 1996 sedan. Excellent gas mileage, it has dual airbags and anti lock brakes. a perfect vehicle for a young driver. \n#Person3#: Dad, I love it! It's awesome! Can we get this one please? \n#Person2#: I see. . . What can you tell me about this one? \n#Person1#: Oh, that's just an old World War Two tank that we use for TV commercials. Now about this sedan. . . \n#Person2#: Whoa, whoa wait a minute. Tell me more about this tank. \n#Person1#: Well, Sir, if you are looking for quality and safety then look no further! Three inches of reinforced steel protect your daughter from short range missile attacks. \n#Person2#: Does the sedan protect her from missile attacks? \n#Person1#: It does not. \n#Person2#: Well, I don't know. Let me sleep on it. \n#Person1#: Did I mention the tank is a tank? \n#Person2#: I'll take it! \n#Person3#: Dad! ",
        "summary": "#Person2# is browsing to choose a car for his daughter. #Person1# recommends a 1996 sedan with an excellent condition. #Person2#'s daughter loves it but #Person2# prefers the tank because it may protect his daughter from missile attacks."
    },
    {
        "id": "train_6320",
        "dialogue": "#Person1#: This is a nice restaurant, isn't it? \n#Person2#: It's wonderful. The view is simply beautiful. How did you find this restaurant? \n#Person1#: Well, I'm a sophisticated traveler. I know all the great restaurants in the world. \n#Person2#: Sophisticated traveler, huh? I bet you picked the first restaurant you found in the guidebook. \n#Person1#: I'll pretend I didn't hear that. How's the fish? \n#Person2#: Mmm, delicious! Here, have a bite. \n#Person1#: Mmm, it's good. Do you want to try some of mine? \n#Person2#: OK, just a bit. Oops-I dropped my fork. Excuse me. . . \n#Person3#: Yes, is anything wrong? \n#Person2#: I dropped my fork. Could you bring me another one, please? \n#Person3#: Certainly, ma'am. ",
        "summary": "#Person1# and #Person2# are having dinner at the restaurant that #Person1# finds. #Person2# drops her fork. #Person3#'ll bring her another one."
    },
    {
        "id": "train_6467",
        "dialogue": "#Person1#: Good evening ladies. My name is Josh and I'll be your server tonight. May I take your order? \n#Person2#: Do you have any recommendations? \n#Person1#: Well, I personally like the chicken penne with cream mushroom sauce, but the prawn fettuccine is also very nice. \n#Person2#: Hmm. I'd like to have the grilled chicken, but can I have spaghetti instead of penne? \n#Person1#: Of course, mam. And for you? \n#Person3#: I . . . ah. . I'll have the horse tripe. ",
        "summary": "#Person2# asks Josh for some recommendations, #Person2# takes Josh's recommendations partially while #Person3# orders horse tripe."
    },
    {
        "id": "train_6552",
        "dialogue": "#Person1#: Hello. This is Charles Richards from Channel 7 News, and we're down here, uh, at the City Mall, interviewing people on how they celebrate Christmas. And, uh, hi young lady. What is your name?\n#Person2#: Elizabeth Carter.\n#Person1#: And, uh, Elizabeth, uh. How does your family celebrate Christmas?\n#Person2#: We go sledding, and we go over to my grandparents' house and have dinner with them.\n#Person1#: Well, that is great, and let me ask this young man. Hi, what is your name? [Johnny.] And Johnny, how old are you?\n#Person3#: Five.\n#Person1#: And, uh, does your family eat anything particular for Christmas?\n#Person3#: Turkey ...\n#Person1#: And what does Christmas mean to you?\n#Person2#: Going to my grandma's and making their breakfast.\n#Person1#: Going to grandma's and making breakfast. And let me ask another young man. Hi, what is your name? [Steven.] Okay, and Steven, what does Christmas mean to you?\n#Person4#: Giving but not expecting to get.\n#Person1#: Now, that's kind of hard for a young man like yourself. What does that mean: Giving by not expecting?\n#Person4#: Well, one thing that we do is secret giving.\n#Person1#: Secret giving? Now how does that work in your family?\n#Person4#: We sneak up to the porch of somebody that we want to give to, we put the gift that we want to give to them, ring the doorbell, and hide.\n#Person1#: Ring the doorbell and hide? Uh, so you're not expecting something; you just want to be generous to someone else. Is that right?\n#Person4#: Yeah. That's correct.\n#Person1#: And let's interview one more. And, uh, how do you celebrate Christmas? What is the best thing about Christmas and what does it mean to you?\n#Person5#: It means getting off from school!\n#Person1#: Getting off from school?! Do you all feel that way?\n#Person6#: Yeah!!\n#Person2#: Because I hate homework.\n#Person1#: Yeah. Well, that all here from the City Mall. Channel 7 reporting.",
        "summary": "A reporter from Channel 7 News interviews three people at the City Mall and asks them about the way they celebrate Christmas, the best thing on Christmas, and the meaning of Christmas to them."
    },
    {
        "id": "train_6564",
        "dialogue": "#Person1#: What about meeting people? What about like a social life or just basic human interaction? How does that work? \n#Person2#: Usually you meet lots of people but there's a couple of things you need to do. One is I usually stay away from anything touristy or where the tourists are because people just assume you're a tourist and nobody will bother to meet you. The best place to meet people though is a gym. So in every city, I would go to, I would sign up for a gym for two weeks or one month and you always meet people there. So gyms are great, you meet people right after work. You kind of feel like you're in a normal work flow. Parks, you meet a lot of people in parks. You go to where the local people are, maybe a food court or libraries, stuff like that, so usually places where people are actually trying to do something productive, either study or exercise or whatever, you meet people. \n#Person1#: That was going to be my next question. What about your health? How do you maintain a health when you're living that kind of. . . \n#Person2#: Well, yeah, you gotta eat well and you gotta exercise. I did go to the hospital in Chiang Mai because a dog bit me. Yeah. \n#Person1#: Oh, no. Did you have to get rabies shots? \n#Person3#: I had to get a rabies shot and it was really cheap so in most countries healthcare is really cheap. Thailand healthcare is excellent, I mean absolutely fantastic. And you know Vietnam it's cheap. You know even in big places like Taiwan or Korea, you know, you'd be surprised like it's not that expensive. You just got to go to the hospital and they'll sew you up. \n#Person1#: And language problems? Did you ever have any language issues? \n#Person2#: No, usually not. I mean like I lived in Thailand for four years so I can speak Thai but like Taiwan everybody spoke really good English. I went to Korea, didn't know a word of Korean. I stayed there for six weeks working from there and everybody was so nice. A lot of gestures so I got by and actually I remember getting on the plane to go home from Korea and I realized I didn't know even how to say yes and no in Korean or one, two, three, four, five and I was in their country for five weeks, six weeks. So, yeah, the Koreans were very nice. \n#Person1#: Good. \n#Person2#: So have I sold you? Would you like to give it a try? \n#Person1#: Yes, I would but I, my problem is like motivation. Like if I'm not given a schedule, if I don't have deadlines, if it's all up to me, I, you know, I'd just spend all day at the beach and go for a massage, maybe do some shopping, go to a club, or something. I can't see myself working when I feel like I'm traveling and on holiday. I don't know. \n#Person2#: Yeah, that's the catch. \n#Person1#: The mindset, I guess yeah. \n#Person2#: Yeah, that's the hard part. ",
        "summary": "#Person2# tells #Person1# how to meet new people. It's the places where people are actually trying to do something productive that one can meet people. Then, #Person2# tells #Person1# how #Person2# keeps healthy and talks about language issues when living in different countries. #Person1# wants to have a try to live in #Person2#'s way but #Person1# lacks motivation."
    },
    {
        "id": "train_6664",
        "dialogue": "#Person1#: Isn't there anyone at home? \n#Person2#: I'll knock again, Helen. Everything's very quiet. I'm sure there's no one at home. \n#Person1#: But that's impossible. Karen and Tom invited us to lunch. Look through the window. Can you see anything? \n#Person2#: Nothing at all. \n#Person1#: Let's try the back door. \n#Person2#: Look! Everyone's in the garden. \n#Person1#: Hello, Helen. Hello, Jim. \n#Person3#: Everybody wants to have lunch in the garden. It's nice and warm out here. \n#Person4#: Come and have something to drink. \n#Person2#: Thanks, Karen. May I have a glass of bear please? \n#Person4#: Beer? There's none left. You can have some lemonade. \n#Person2#: Lemonade! \n#Person3#: Don't believe her, Jim. She's only joking. Have some beer! ",
        "summary": "Helen and Jim are invited to lunch at Karen and Tom's home. Nobody answers the door until they finally catch everyone in the garden."
    },
    {
        "id": "train_6711",
        "dialogue": "#Person1#: What's wrong with you? Why do you look so sad? \n#Person2#: I've lost all my files from the computer. It's a total disaster. \n#Person1#: How did that happen? \n#Person2#: Three days ago, my laptop went on strike. I couldn't enter the Windows system. As I was about to give it up, one of my friends advised me to start Windows in the safe mode. \n#Person1#: Was it helpful? \n#Person3#: Yeah, I could barely get it started using the safe mode, but when the computer was connected to the internet, its hard disk roared a harsh rasping sound. After a while, it crashed into a coma. \n#Person1#: What a pity! \n#Person3#: Yeah, I can buy a new computer, but the digital data can never be restored. My digital photos vanish forever. Audio recordings of Grandpa are slienced forever. \n#Person1#: That's such a big loss. \n#Person2#: Perhaps I should be blamed for simply taking it for granted that the digital will always be in safe hands. I've neglected the potential risk of losing it. \n#Person1#: Don't blame yourself. We all make the same mistake. The digital information we all rely on is actually very fragile. ",
        "summary": "#Person2# is sad because #Person2# has lost all the files from the computer. #Person2# can buy a new computer but the digital data can never be restored. #Person1# tries to console #Person2#."
    },
    {
        "id": "train_6759",
        "dialogue": "#Person1#: I hate it when footballers spit on the football pitch during a game. It's disgusting. I wonder why they do it? \n#Person2#: I've no idea, but spitting is common in many countries. \n#Person1#: Isn't impolite and unsanitary? \n#Person2#: It's certainly unsanitary. There are many customs in other countries that may seem strange to us. For example, in Thailand, you should never touch someone on the head. \n#Person1#: Interesting. I know that in some countries, you shouldn't blow your noise in front of other people. \n#Person2#: I think that's a good custom. I hate it when people do that. \n#Person1#: A common habit that I hate is chewing whit you mouth open. Luckily, adults rarely do it. Is seems that kids grow out of it. \n#Person2#: Do you often scratch your head when you are thinking? \n#Person1#: Yes, I do. I wonder why people do that? Oh look, I'm doing it now! \n#Person2#: I rub my chin when I'm thinking. My mother scratches her nose. \n#Person3#: \n#Person2#: Oh, the eyes-definitely. I really think you can tell a lot about a person's personality from their eyes. \n#Person1#: I agree. Which part of the body do you find least attractive? \n#Person2#: The feet! Why are people's feet so ugly? \n#Person1#: I don't know, but according to this magazine survey, most people agree with you that the feet are the most unattractive part of the body and that eyes are the most attractive. \n#Person2#: Really? What else does the survey say? ",
        "summary": "#Person1# hates spitting on the football pitch during a game and chewing with his mouth open. #Person2# hates making noise in front of other people. They all think they can tell a person's character from his eyes, and #Person2# thinks feet are the least attractive part of a person."
    },
    {
        "id": "train_7040",
        "dialogue": "#Person1#: You are from Japan, aren't you?\n#Person2#: Oh, yes!\n#Person1#: I love Japan a lot.\n#Person2#: I am glad to hear that.\n#Person1#: Let's go to another place where my friend is working, let me pay here.\n#Person2#: Thank you, I'll pay next then.\n#Person1#: Oh, I must be going now ; it was nice talking with you.\n#Person2#: Check, please.\n#Person3#: 500 US dollars.\n#Person2#: No kidding! We have only 5 bottles of beer.\n#Person3#: You had champagne for the girl.",
        "summary": "#Person1# chats with #Person2# and leaves. #Person2# pays their bill and is surprised that it's too high."
    },
    {
        "id": "train_7137",
        "dialogue": "#Person1#: Um, sorry to bother you, um. . . my name is Rachel. I'm new here. Can I ask you a favor? \n#Person2#: Hi Rachel, welcome on board. I'm afraid I can't help you right now. I'm getting ready for a very important meeting. \n#Person1#: Excuse me, but can I bother you for a sec? \n#Person3#: You know what, I'd love to help you, but I'm about to meet an important client. Do you wanna try Sean instead? He sits right over there. \n#Person1#: Sorry to interrupt you Sean, could you do me a quick favor? \n#Person4#: Actually, I'm working on a document that is due in a couple minutes. I really can't talk to you right now. Sorry about that. \n#Person1#: Geeze! I just want to know where the bathroom is! What's wrong with you people! ",
        "summary": "Rachel asks #Person2#, #Person3#, and #Person4# for the way to the bathroom, but all of them are too busy to answer."
    },
    {
        "id": "train_7331",
        "dialogue": "#Person1#: Good afternoon, girls. \n#Person2#: Good afternoon, Miss Luke. \n#Person1#: This afternoon we're going to learn how to cook soup. Open your book at unit 2. \n#Person2#: Excuse me, Miss Luke. \n#Person1#: Yes, Sue? \n#Person2#: There is some chewing gum on your shoes. \n#Person1#: Who threw the chewing gum on the floor? \n#Person2#: It's June Cook. \n#Person3#: It wasn't me. You stupid fool! \n#Person1#: Excuse me? \n#Person3#: There is no excuse for you! \n#Person1#: You are always a little rude in the class. You should learn to be polite. \n#Person3#: You should learn how not to be ugly! ",
        "summary": "Sue tells Miss Luke that she has some chewing gum on her shoes. Sue says June threw the chewing gum on the floor but June says it wasn't her and Sue and Miss Luke are stupid."
    },
    {
        "id": "train_7382",
        "dialogue": "#Person1#: Room Reservations. Good afternoon. \n#Person2#: I'd like to book a double room for December 4th. \n#Person1#: That's fine, sir. A double room for December 4th, right? \n#Person2#: Yes. What is the rate, please? \n#Person3#: The current rate is 35 dollars per night a room.\n#Person2#: What services come with that? \n#Person1#: You'll have a radio, a color television, a telephone and a newspaper delivered to your room every day. \n#Person2#: That sounds not bad. I'll take it. \n#Person1#: How long will you be staying? \n#Person2#: From the evening of December 4th to the morning of December 7th. \n#Person1#: That'll be three nights. Could you tell me your name, please? \n#Person2#: Yes, this is Bill. \n#Person1#: And what is your telephone number, please? \n#Person2#: (0211) 268 4563. \n#Person1#: (0211) 2678 4563. Thank you vary much, and we look forward to seeing you on December 4th. \n#Person2#: Great. That's all. Goodbye. \n#Person1#: Goodbye. ",
        "summary": "Bill wants to book a double room for December 4th. #Person1# tells Bill the rate and the services. Bill leaves the telephone number and takes it."
    },
    {
        "id": "train_7428",
        "dialogue": "#Person1#: Happy birthday, Tom, This is for you. \n#Person2#: Thanks, Ms. Wang. \n#Person1#: You know, in china, we usually don't open presents until the guests have gone. \n#Person2#: Really? I've already opened this one. Say! This is swell! Look, Mom, a billfold. \n#Person3#: It's very nice. You really shouldn't have done it, though, Ms. Wang. \n#Person2#: Ms. Wang, it's a custom to bring a birthday gift as you have done. Is it the same in China? \n#Person1#: Yes, it is. \n#Person2#: Well, dinner is ready. Please come to the dining room. \n#Person1#: Oh, they all went out! Did you make a wish? \n#Person2#: Yes , but I doubt if I get it, I haven't yet. \n#Person1#: Where did that custom come from? \n#Person2#: I've no idea. \n#Person1#: You cut the cake and pass it around while I go get the ice cream. \n#Person2#: Would you like some more coffee, Ms. Wang? \n#Person1#: Than you. But I'll take it black this time. ",
        "summary": "Ms. Wang gives Tom a billfold as a birthday present and tells him in China people don't open it right away. Tom makes a wish and will cut the cake."
    },
    {
        "id": "train_7712",
        "dialogue": "#Person1#: Good morning, can I help you? \n#Person2#: No, thanks. We are just looking around. \n#Person1#: Take your time. Please let me know if you need any help. \n#Person2#: OK, thanks. We will. \n#Person3#: Oh, Gucci, the clothes here are expensive! No wonder there are only a few people in here. \n#Person2#: Beauty costs, friend. Oh, look at this pink skirt, how cute! \n#Person3#: Believe it or not, they look cute, but not very practical. \n#Person2#: Come on, May, don't talk like my Mom. \n#Person3#: When you buy clothes, you must consider the material, quality and price. \n#Person2#: But fashion changes! \n#Person3#: Make sure the clothes can be worn for various occasions. \n#Person2#: All right, May. Hey, look, I'm sure this is the same skirt that Spice Girl wear. \n#Person3#: Definitely! Oh, I love Spice Girls! I gotta get this skirt! ",
        "summary": "Gucci and May are shopping for clothes. Gucci acts cool at first, but she gets thrilled when May shows her the same skirt that Spice Girl wear and wants to buy it."
    },
    {
        "id": "train_7769",
        "dialogue": "#Person1#: Hello, I'm here to see Mr. Corleone. \n#Person2#: Right this way, sir. \n#Person3#: Charlie! What can I do for you? \n#Person2#: Mr. Corlone, I'm really sorry to trouble you, but I need your help. \n#Person3#: Anything for you, Charlie! Your father was like a brother to me. \n#Person2#: Well, sir, you see, this recession has hit me pretty hard. I lost my job and I'm in a lot of debt. \n#Person3#: I see. . . . . . \n#Person2#: Yeah, you know, I've got credit card bills, car payments, I've got to pay my mortgage and on top of all that, I have to pay my son's college tuition. \n#Person3#: So you're asking for a loan. \n#Person2#: Well, I just thought maybe you could help me out. \n#Person3#: What? At a time like this? I'm broke too, you know! You're not the only one who has been hit by the recession! I lost half my money in the stock market crash! Go on! Get outa here! ",
        "summary": "#Person2# takes #Person1# to see #Person3#. #Person3#'s passionate at first but not when #Person2# asks for a loan. #Person3# says he's broke too and asks #Person2# to get out."
    },
    {
        "id": "train_7771",
        "dialogue": "#Person1#: Would you like some more of this punch? \n#Person2#: No, I don't think so. \n#Person1#: Why not? \n#Person2#: I'm afraid of it. It's sweet, but I think it's pretty strong... I think you may be drunken with three punches!\n#Person1#: No, not at all. I've had five glasses already. \n#Person2#: Yes, I can tell. \n#Person1#: What? Do you think I'm drunk? \n#Person2#: No, I'm just kidding. But you do look like you're having a good time. \n#Person1#: So, c'mon. Have another glass of punch. It's just fruit juice. \n#Person2#: It's not just fruit juice. But alright. I'll have one more glass. \n#Person3#: Steve, are you trying to push that punch on poor Susan here? You shouldn't trust this guy, you know. He likes to see people get drunk. \n#Person1#: Oh, Kevin! How can you accuse me? You are the one who made this punch. It's your party! I didn't pour the three bottles of vodka in it, did I? \n#Person3#: There aren't three bottles of vodka in there, Steve. \n#Person1#: No, you're right. There are two bottles of vodka. \n#Person2#: But you said it wasn't strong, Steve. And now you're saying there are two bottles of vodka in it. \n#Person1#: Yes, I guess you caught me there. \n#Person2#: So how long have you been with the company? \n#Person1#: Two years. I was hired by Kevin here. \n#Person3#: Yes, that was my mistake. \n#Person1#: Kevin likes to tease me now, but it's true that he hired me. \n#Person3#: He was really well-qualified for the job. You can see, Susan, that I didn't hire him for his good looks. \n#Person1#: You are very funny tonight, Kevin. \n#Person2#: No, he seems good-looking enough to me. It's just maybe that his manners aren't too good. \n#Person1#: I am in a room full of comedians here. Are you both going to be making such good jokes at the office too? \n#Person3#: No, we will have work to do at the office. We will let you make the jokes. But excuse me for a moment, I have to check on something in the kitchen. You behave here, alright, Steve? \n#Person1#: Yes, Ma'am. I'll be good. Would you like some more punch? ",
        "summary": "Steve persuades Susan to have some more punch and made jokes that there are three bottles of vodka in it but actually only two. Kevin is the party owner and he hired Steve in the company because he's well-qualified. Kevin says they don't make jokes at the office because they have work to do."
    },
    {
        "id": "train_7860",
        "dialogue": "#Person1#: I love slim girls, don't you? \n#Person2#: Not particularly. I like fat girls. \n#Person1#: And I like a girl with good skin, do you? \n#Person2#: I can't say I do. What I like a girl with good manners. \n#Person1#: Oh, yes. But surely you like a girl with a nice figure. \n#Person2#: Yes. But I like a girl with a nice personality. \n#Person1#: But you like a girl to be rich, surely? \n#Person2#: Not particularly. I like a girl to be good. \n#Person1#: What about you, Henry? You haven't said a thing. \n#Person3#: I don't like girls. I think they're awful. ",
        "summary": "#Person1# and #Person2# are discussing the type of girl they love while Henry expresses he doesn't like girls."
    },
    {
        "id": "train_7861",
        "dialogue": "#Person1#: Would you like to order now? \n#Person2#: Yse, I'd like to have pepper steak and a glass of red wine. \n#Person1#: OK, sir. What about you, Miss? \n#Person3#: Bring me a piece of apple pie and a steak sandwich. \n#Person2#: Would you please switch the pepper steak to the filet steak? \n#Person1#: Sure. ",
        "summary": "#Person1# is helping #Person2# and #Person3# ordering food and fulfilling the request."
    },
    {
        "id": "train_8198",
        "dialogue": "#Person1#: Good moring, madam. Can I help you? \n#Person2#: Good moring. I am Sunfang. Yesterday Mr. Smith told me to come for a job interview this morning. Is he available now? \n#Person1#: Yes, he is waiting for you in Room 123. \n#Person2#: Thank you very much. May I come in? \n#Person3#: Come in, please. \n#Person2#: Good moring, Mr. Smith. I am Sunfang coming for an interview. \n#Person3#: Nice to see you. Take a seat, please. \n#Person2#: Thank you. \n#Person3#: We've been looking over your application. I see you've got several years experience in secretarial work. What kind of work did you do in your previous job? \n#Person2#: I mainly did typing, filing, answering telephone calls and such routine work in the beginning. I started the job as a junior secretary, but within the year I was promoted to senior secretary of Southeast Company. I drafted business correspondence for the general manager. \n#Person3#: Then what's the reason that promoted you to leave Southeast Company? \n#Person2#: Last month the company moved to Guangzhou for further development. I was reluctant to relocate because I love Nanjing so much. \n#Person3#: Tell me what you know about our company. \n#Person2#: Your company is the leading dealer in the import and export of cosmetics. Also, you have a reputation for being a good company to work for and you are in last year's top 500 Employers list. \n#Person3#: Tell me three positive qualities your coworkers would use to describe you and your work style. \n#Person2#: First they'd say I am very punctual. They'd also say I am a cheerful person to work with I don't bring my problems to work. I try to have a positive attitude about work. And thirdly, they'd say I am flexible I accept change easily. \n#Person3#: Tell me something about your education. \n#Person2#: I graduated from Yangzhou Junior College. Now I am attending evening classes in Nanjing Radio & TV University three times a week. My major is International Trade. I've already passed over half of the compulsory courses and five optional courses, and expect to receive a B. A. degree next year. \n#Person3#: I see you are an ambitious young lady. I wish you can make greater progress in the future. ",
        "summary": "#Person1# leads Sunfang to Mr. Smith for an interview. Sunfang tells Mr. Smith she was promoted fast in her previous job. She wants to work for Mr. Smith because her old company moved but she didn't want to relocate, and because She thinks Mr. Smith's company plays a leading role. Sunfang thinks her colleagues might describe her as being punctual, positive and flexible. Mr. Smith is impressed."
    },
    {
        "id": "train_8206",
        "dialogue": "#Person1#: What's up? \n#Person2#: Not much. Its frezzing in Beijing. \n#Person1#: U should come to Bangkok. We've got lovely weather here. \n#Person2#: Great! R y inviting me? \n#Person1#: Laughing out loud. \n#Person2#: Be right back. \n#Person1#: Where r u going? \n#Person2#: Bathroom. \n#Person1#: Ok. I'm going to go to bathroom too. Talk to you later. \n#Person3#: When people chat online, they often shorten words. Use abbreviations, use lower case letters, and rarely use punctuation marks, especially apostrophe marks. ",
        "summary": "#Person1# and #Person2# are using special ways to chat online. #Person3# explains their usage."
    },
    {
        "id": "train_8346",
        "dialogue": "#Person1#: I think we should do the floors before we work on the curtains and walls. \n#Person2#: Why? It doesn't make sense. If we do the floors first, and then paint the walls, we will get paint all over our new floor. \n#Person1#: Hmm. Maybe you're right. But I can't stand all this green carpet in here. And besides, I know how to paint. I will just cover everything with drop cloth. I won't get anything on the floor. \n#Person2#: Are you sure? \n#Person1#: Yes, I'm sure. I've done a lot of house painting in my life. And my mother was very picky. If I got even a tiny drop of paint on her furniture, she would get furious. So I learned to be very careful.\n#Person2#: Alright. Then maybe we can do the floor first. These wood floors under this carpet are beautiful. And me too--I can't wait to get all this old carpet out of here. But how can we get it out? Do we need to call helpers?\n#Person1#: Absolutely not. We can remove the carpet ourselves. Carpet is held down with carpet nails. You just need to pull it hard and it comes up. \n#Person2#: Great. Then, after we remove the carpet, we need to restain all the wood floors. Right? \n#Person1#: Yes. But we should hire someone for that. That will probably be expensive. And it has to be done right. \n#Person2#: And then, after the floors are done, we can start to move our furniture in. \n#Person1#: Sure. If we can get an appointment with someone to do the floors, we should probably be able to have the furniture in here after a week or so. I can get all the carpet out this weekend. \n#Person2#: So, after the floors are done, and after the furniture is in, we need to redo the curtains and paint all the walls and ceilings. \n#Person1#: I'm the painter. You can be in charge of going to curtain shops to choose curtains. That will probably be pretty expensive too. Having good curtains made isn't cheap. \n#Person3#: You mean we can't just buy curtains already made? \n#Person2#: Absolutely not. The windows must be measured, and then the curtains need to be made professionally. So that will take a while. Maybe a month or so.\n#Person1#: While the curtains are being made, I can start having people look at the kitchen. I can't stand that old kitchen. I won't be able to cook in there. I don't want to use that electric stove. \n#Person2#: We will need to find an interior decorating company do redo the kitchen. I believe in Portland there are shops that specialize in kitchen renovation. I will look in the Yellow Pages. I'd like a kitchen of colors.\n#Person1#: I agree. The colors must be soft and pleasant. You should feel comfortable when you cook our dinners. \n#Person2#: Me? Cook our dinners? Hah! You will be cooking, dear. You will cook. \n#Person1#: No, I don't think so. I'll be too busy having tea in our new tea room. \n#Person2#: Well, I suppose we'll have to hire a cook then. So you won't be able to afford any \n#Person1#: And you'll have to sell your motorcycle. And your cameras. Right? \n#Person2#: Maybe I'll cook once or twice a week. How is that? \n#Person1#: Four times might be enough. Not once or twice. ",
        "summary": "#Person1# wants to do the floor first, but #Person2# disagrees because the painting will drop on the floor later. Yet #Person1# is experienced and confident. They'll remove the carpet by themselves and then hire someone to restain all the wood floors, and get the furniture in about a week. #Person1# asks #Person2# too have the curtains made. Meanwhile, #Person2#'ll get someone to renovate the kitchen. Then they argue over who cooks the meals and they both think the other one should do it."
    },
    {
        "id": "train_8439",
        "dialogue": "#Person1#: This place is great. I'm surprised they have so much. \n#Person2#: Yes, but it takes a while to find things. It's not organized as carefully as a regular store. \n#Person1#: I never shopped in an outlet before. We don't have any in my hometown. Why do they call it an 'outlet'? \n#Person2#: Sometimes a clothes company makes too many of one item. They can't sell it all in their regular stores. So they send the overstock to an outlet. That's why they call it an outlet. It's a store that let's out products the company cannot sell in regular stores.\n#Person1#: And they have faulty products here too. \n#Person2#: Yes. A faulty product may be a shirt that has some problem. Or a pair of pants that is ripped a little. Sometimes the fault is very small. So it's a good deal to buy it. Sometimes, if you have a needle \n#Person1#: I like to sew, so that's easy for me. I think it's a really good deal. Some of these shirts have only one tiny mistake on them. \n#Person2#: I know. So it's a good idea to shop in an outlet sometimes. You can save a lot of money. \n#Person1#: That's great for me. Now that Steve and I have the baby, we want to save as much as we can. \n#Person3#: Cash or credit, Ma'am? \n#Person1#: Credit. \n#Person2#: Wow! How many of those sweatshirts are you buying? \n#Person1#: I have six here. \n#Person2#: Six? Why do you need so many? \n#Person1#: They're such a good deal. I'm buying one for Steve, one for his brother Rick, one for my dad, two for my sisters, and one for me. \n#Person2#: You really know how to use an outlet store! \n#Person1#: I ought to make the most of it while I'm here, don't you think? \n#Person2#: Sure. You're smart. ",
        "summary": "#Person2# tells #Person1# outlet reserves the overstock and faulty products from the clothes company, so it is a good chance to save money because most faulty clothes only have tiny mistakes. #Person1# decides to take advantage of the outlet's benefits and buys six sweatshirts for her family."
    },
    {
        "id": "train_8530",
        "dialogue": "#Person1#: Honey. Do you know what time Katie will be home?\n#Person2#: Uh, she should be here any minute. She took the car to pick up something from the store.\n#Person1#: Okay, I was just a little worried that ... Man, what was that? Oh, no. The car! She drove over the mailbox and hit a tree in the front yard. Ah, the car!\n#Person2#: Well, just don't stand there blabbing all day. Let's go out and see if Katie's okay.\n#Person1#: Ah, my car.\n#Person2#: Honey, are you okay?\n#Person3#: Oh, mom. I'm so sorry. I can't believe this is happening.\n#Person1#: Oh, my car!\n#Person2#: Forget your car!\n#Person1#: Driving with the cell phone. I know.\n#Person3#: It wasn't that at all. Don't jump to conclusions.\n#Person1#: Oh, yeah.\n#Person3#: Dad ... uh, mom. It's not like that at all. I mean, as I was pulling into the driveway, something rolled from under the seat and got stuck under the brake pedal ... the gas pedal ... I, I don't know, and I couldn't stop the car. And then I accidentally hit the gas when I wanted to brake, and I hit the mailbox.\n#Person2#: Uh, I think I know what the problem was. Honey, did you put those golf balls away like I told you? The ones YOU put under the driver's seat ... the ones I told you would get in the way.\n#Person1#: Man, I thought I got those.\n#Person3#: Plus, Mom, the windshield wipers on the car didn't work, so I couldn't see very well in the rain.\n#Person2#: Didn't you get those fixed?\n#Person1#: Uh, I've been meaning to get those repaired.\n#Person3#: And mom. I was going to use the car this weekend to go camping with my friends, but now my plans are ruined. My friends are going to hate me. What am I going to do?\n#Person2#: Hon, yeah, what IS your daughter going to do? It appears that it's mainly your fault for the accident and that she's in such a jam.\n#Person1#: My fault? Hey, why don't you just invite your friends over for pizza? I'll buy.\n#Person3#: Mom, we've been planning this weekend for months. I need a car.\n#Person2#: Hon.\n#Person1#: What? I mean, man, what a predicament! That's tough.\n#Person2#: I think what your dad is trying to say is that you can take his new Jeep.\n#Person3#: Yeah, awesome.\n#Person1#: What?\n#Person3#: Yes!\n#Person1#: Wait, not my new Jeep. I don't even have 500 miles on it.\n#Person3#: Four-wheeling through the mud, over big rocks and in deep ruts in the road ... if there IS a road.\n#Person1#: Ah.\n#Person2#: You love your daughter, don't you?\n#Person1#: Ask me after she returns from the trip.\n#Person3#: Ah, Dad. I'm going to call my friends to let them know of the good news. Thanks, Dad, I knew I could count on you.\n#Person1#: Yeah, but make sure wrecking the car doesn't become a routine activity.\n#Person3#: Dad!",
        "summary": "Katie drove over the mailbox and hit a tree. Katie's mom and dad argue about the reasons, and they find out the fault is mainly on Katie's dad because he put golf balls under the driver's seat and didn't repair the windshield wipers. Katie's mom persuades Katie's dad to lend Katie his new Jeep for going camping with Katie's friends. Katie's dad doesn't want to lend the new car to Katie at first but finally agrees."
    },
    {
        "id": "train_8571",
        "dialogue": "#Person1#: Hi.\n#Person2#: Hi, Mary.\n#Person3#: Hi, Ken I hate to bring this up, but that new stereo, system you got. . .\n#Person2#: Yeah?\n#Person3#: You were playing it very late last night.\n#Person2#: Yeah?\n#Person3#: It kept me awake.\n#Person2#: Oh, I'm sorry.\n#Person3#: It kept me awake a couple of hours.\n#Person2#: I'm so sorry, I. . I didn't realize it was that loud.\n#Person3#: It was that loud, and it was pretty late, and check with Mary if you don't believe me.\n#Person1#: It's true. It was a bit loud.\n#Person2#: I'm very sorry. I didn't realize it. I promise I'll keep it down in the future.\n#Person1#: Oh, it's no problem. It's OK. You know, it only happened once.\n#Person2#: I am glad we've straightened everything out.",
        "summary": "#Person3# tells Ken that they play their stereo system very late last night. Ken feels sorry and promises to keep it down next time."
    },
    {
        "id": "train_8644",
        "dialogue": "#Person1#: Hey Carl, can you make a copy of this contract for me please? When you have it ready, send it out ASAP to our subbranch. \n#Person2#: Sure! Um. . . I think I broke this thing. Maxine, can you help me out here? I'm not really a tech guy. \n#Person3#: Yeah, sure. I think it's just out of toner. You can go use the other one upstairs. On your way up, can you fax this while I try and fix this thing? \n#Person2#: Sure! Damn it! Everything in this office seems to be breaking down! I'll send this stupid fax later. Oh great! Is someone playing a practical joke on me? This is ridiculous! \n#Person4#: The elevator has some sort of malfunction. Just take the stairs dude. What floor are you going to? \n#Person2#: I have to go up fifteen floors! Never mind. ",
        "summary": "#Person1# asks Carl to make a copy of the contract. He found the machine is broken and Maxine advises him to use the other one upstairs. Then #Person4# says the elevator has some malfunction and Carl has to take the stairs."
    },
    {
        "id": "train_8823",
        "dialogue": "#Person1#: Well, Christmas is almost here. So, what do you want from Santa this year?\n#Person2#: A toy car and walkie-talkies.\n#Person1#: Really? Well, and what about you, Emily? What do you want for Christmas?\n#Person3#: If I can't have a Barbie radio, um, I would have some fragile dolls. And if I can't have some fragile dolls, it doesn't really matter what I get.\n#Person1#: Wow. Well, I'm excited, and Santa is coming. And how is Santa going to get inside the house, Micky?\n#Person2#: Um, go down the chimney ...\n#Person1#: Okay, so he's going to go down the chimney, and should we prepare anything for Santa?\n#Person2#: Yeah!\n#Person1#: What are we going to prepare for him, Emily?\n#Person3#: Um. We could prepare some cookies for him and some hot chocolate, and, um, we could give Rudolph some, um, hot chocolate in a bowl and a cookie. And we could give some of the reindeer some cookies and some hot chocolate in a bowl.\n#Person1#: Well, what do you think? They, Um, reindeer probably don't eat cookies, but what else could we give them, Micky?\n#Person2#: Um, apples.\n#Person1#: Ah, that's good. And, uh ...\n#Person3#: Oranges and bananas.\n#Person1#: Okay and what time do you think we should go to bed?\n#Person3#: Um, seven.\n#Person1#: About seven o'clock. Well, that's exciting. I'm really happy that Christmas is coming.",
        "summary": "#Person1# asks Micky and Emily about what they want for Chrismas and what they should prepare for Santa."
    },
    {
        "id": "train_8877",
        "dialogue": "#Person1#: Their families should pay. \n#Person2#: That would serve them right. Teach them to bring their children up properly. I'll make them pay what my silver was worth. \n#Person1#: I bet they all feel pretty miserable now. And I should hope so. After what they've done. \n#Person2#: It isn't as if they needed money either. Just did it for excitement. \n#Person1#: If I were the judge . . . \n#Person2#: I'd hang them. . . . \n#Person3#: That's a bit extreme, isn't it? \n#Person2#: Well, an eye for an eye . . . \n#Person3#: Yes, but they haven't killed you. \n#Person2#: Perhaps not. But they deserve to be taught a real lesson. \n#Person3#: They're probably just two mixed-up young men. \n#Person2#: Well, that isn't our fault, is it? \n#Person1#: Are you suggesting they should get off scot-free? ",
        "summary": "#Person1# and #Person2# think guilty young men should pay for their behavior, but #Person3# holds a neutral attitude."
    },
    {
        "id": "train_9072",
        "dialogue": "#Person1#: Ryan. I just want you to know that I'm going to go to school to become an auto mechanic.\n#Person2#: Uh what? Does Dad know about this?\n#Person1#: Who cares? It's my life. I really enjoy working on cars.\n#Person2#: Oh, I get it. You want to study auto mechanics because of your new boyfriend. What's his name? Jimmy or something? Listen, auto mechanics is a man's job.\n#Person1#: No, you got it all wrong. [What?] First of all, his name is James, and second, he doesn't work at an auto shop anymore. He had a job there for five years, and he really liked his job because he learned how to identify problems and fix things. You, on the other hand, can't even change the toilet paper roll in the bathroom.\n#Person2#: Hey, that's not fair.\n#Person1#: And James is now back in college. He's majoring in nursing.\n#Person2#: Nursing? Nursing? That's a woman's job?\n#Person1#: I cannot believe I'm hearing this. A man can be a nurse, and they can do the job just as well as anybody else. Nurses, whether they are men or women, care for the sick, the elderly. Things like that.\n#Person2#: Uh.\n#Person1#: And are you saying that women can't be farmers, carpenters, or truck drivers?\n#Person2#: Well, most men do those jobs, so ... Anyway, women can do them if they want. I just think that women are better suited to be secretaries, waitresses, piano teachers. You know.\n#Person1#: Man, you're stuck in the 18th century. No one will marry you.\n#Person2#: Oh, well, just forget this. But not to change the subject, but I'm having a problem with my car, and I was wondering if Jimmy, I mean James, could take a look at it.\n#Person3#: Forget it. Start pushing!\n#Person2#: Ah!",
        "summary": "#Person2# is surprised at #Person1#'s choice of being an auto mechanic. #Person2# thinks #Person1# chooses it because of #Person1#'s new boyfriend. #Person1# explains and is angry that #Person2# thinks jobs like nursing, waitresses and piano teachers are just for women. #Person1# thinks #Person2# is conservative."
    },
    {
        "id": "train_9122",
        "dialogue": "#Person1#: Waiter, a table for two please. \n#Person2#: Yes, this way please. \n#Person1#: Can we see the menu please? \n#Person2#: Here you are. \n#Person1#: What's good today? \n#Person2#: I recommend crisp beef and fried duck. \n#Person1#: We don't want that. Well, perhaps we'll begin with mushroom soup and follow with some seafood and chips. \n#Person2#: Do you want any dessert? \n#Person1#: No dessert, thanks, just coffee. \n#Person3#: Can I have the check please? \n#Person2#: OK. \n#Person1#: Let me pay for the bill today. \n#Person3#: No, no. I think we should split the bill. \n#Person1#: Ok, if you really want to. \n#Person3#: Yes, I prefer to go Dutch when I'm on dates. ",
        "summary": "#Person2# assists #Person1# in ordering food. #Person1# wants to pay for the bill but #Person3# prefers to split the bill."
    },
    {
        "id": "train_9272",
        "dialogue": "#Person1#: Which hotel are we going to, Mr. Zhang? \n#Person2#: Jindu Hotel. Its No. 12 in Jining Rood not far from the downtown. I've booked a double room with a shower for you. \n#Person1#: Thanks a lot. \n#Person3#: (They entered the lobby of Jindu Hotel)Good evening, sir. What can I do for you? \n#Person2#: I made a reservation with you last week. \n#Person3#: Your name, please? \n#Person2#: Simon Pemberton from Canada. \n#Person3#: Oh yes, you did. (To Mr. Pemberton) Welcome to our hotel. Please fill in the form. \n#Person1#: Okay. (After finishing the form) Here you are, lady. By the way, have you got 24 hour room service? \n#Person3#: Sure. We also serve both Chinese food and Western food. Here's the key to Room 201. The bellman will show you to your room. Hope you will enjoy your stay here. \n#Person1#: Thank you very much. See you. ",
        "summary": "Mr. Zhang tells Simon Pemberton that he has booked a double room for Simon at Jindu Hotel. #Person3# helps Simon check-in at the hotel."
    },
    {
        "id": "train_9318",
        "dialogue": "#Person1#: Gee. . . I am so hungry and I can't find any food at home. I want to find something to eat at the convenience store nearh our home. \n#Person2#: Oh! You mean BK convenience store? \n#Person1#: Yup. They offer a variety of sweets and ready-made food. I really want a hot dog and some oden. \n#Person2#: Yeah. I know they have some special offer right now. \n#Person1#: Do you want to come with me? \n#Person2#: Why not? Ineed some stationery. I run out of some paper and ball point pens. \n#Person3#: Welcome to BK \n#Person1#: You can go to the aisle next to the snacks section. There are some basic stationery. Go and look whether you can find anything you want. \n#Person2#: OK! Let me check it out. \n#Person1#: I will go to the food bar area. I want to buy a hot dog, a tea egg, and some oden. \n#Person2#: Do you want me to get some drink for you? The stationery section is right next to the fridge. \n#Person1#: OK. I want a bottle of coke. \n#Person2#: Can you get a pack of cigarettes for me? \n#Person1#: No problem, I'll get you a pack when I check out at the counter. I also want to pay my telephone bill. ",
        "summary": "#Person1# is hungry so #Person1# and #Person2# go to BK convenience store. #Person2# goes to the aisle and #Person1# buys some food and drinks. #Person1# will buy cigarettes for #Person2# and pay #Person1#'s bill."
    },
    {
        "id": "train_9410",
        "dialogue": "#Person1#: Well, well, look what the cad draged in? \n#Person2#: Hi, Masha, and how are you , today? \n#Person1#: I'm Ok. But I can't say the same about Cann. \n#Person2#: Oh? What's the story? \n#Person1#: He was arrested for shoplifting at Nelsons. \n#Person3#: So they caught him with his pants down? \n#Person1#: Yeah, the shopowner caught him red-handed. \n#Person3#: It serves him right? Then what happened ? \n#Person1#: The cops came and read him his marauders , then they took him in. \n#Person3#: He is your ex-boyfriend , aren't you going to try to help? \n#Person1#: Forget that noise. I won't do that for him, I dumped him because he was always getting into trouble. \n#Person2#: You know , Masha, I really got a kick out of you sometimes.You do your own thing. I like that. \n#Person1#: Em, that's good to hear. I guess. ",
        "summary": "Masha tells #Person2# and #Person3# her ex-boyfriend Cann was arrested for shoplifting. She won't help him because she dumped him for he was always getting into trouble."
    },
    {
        "id": "train_9456",
        "dialogue": "#Person1#: Waiter, a table for two, please. \n#Person2#: Yes, this way please. \n#Person1#: Can we see the menu, please? \n#Person2#: Here you are. \n#Person1#: What's good today? \n#Person2#: I recommand crispy and fried duck. \n#Person1#: We don't want that. Well, perhaps we'll begin with mushroom soup, and follow by some seafood and chips. \n#Person2#: Do you want any dessert? \n#Person1#: No dessert, thanks. Just coffee. Can I have the check, please? \n#Person3#: Let's split this. \n#Person1#: No, it's my treat tonight. \n#Person2#: Cash or charge? \n#Person1#: Charge, please. Put it on my American Express. ",
        "summary": "#Person2# helps #Person1# get seated and order food. #Person3# wants to split but #Person2# refuses."
    },
    {
        "id": "train_9558",
        "dialogue": "#Person1#: Hi, welcome to Happy Buddah! Can I get you anything to drink? \n#Person2#: A Coke for me, please. \n#Person3#: I'll have a Sprite. \n#Person1#: Okay, I'll go get that for you. Are there any questions with the menu? \n#Person3#: Do you use MSG? \n#Person1#: No ma'am, we are MSG-free. \n#Person3#: Oh man, I haven't had Chinese food in so long! I want everything! This place has the BEST sesame chicken. \n#Person2#: Yeah, I've been craving Chinese for such a long time. I used to get take-out all the time. It's definitely been a while. Let's start off with some crab rangoon. \n#Person3#: Ooh yeah, that sounds good. I think I'm going to get the sesame chicken with fried rice, a spring roll, and egg drop soup. \n#Person2#: It's so tempting to order everything on the menu, it all looks so appetizing! I think I'll get General Tso's chicken, hot and sour soup, fried wontons, and white rice. \n#Person3#: Aren't you supposed to be on a diet? You should at least get brown rice. \n#Person2#: I don't think so! I hate brown rice, and I'm so sick of eating healthy all the time. I've been eating so much salad I swear I've forgotten what meat tastes like! There's no better remedy than some nice, greasy, calorie-laden Chinese food. I might even get an order of broccoli beef! \n#Person3#: Gosh, I'm so hungry! Let's call the waitress over! ",
        "summary": "#Person1# helps #Person2# and #Person3# to order food. When they start to decide which to order, #Person2# says #Person2# has been craving Chinese food for a long time and #Person2# is sick of eating healthily all the time."
    },
    {
        "id": "train_9559",
        "dialogue": "#Person1#: Did you hear the news about Tom and his wife? \n#Person2#: No. . . . what happened? \n#Person1#: Well, Jane told me that Tom has been having an affair! I heard his wife caught him at a hotel with another woman! \n#Person2#: Really? That's a shocker! I always thought Tom was a loyal, devoted family man. \n#Person1#: Hey Mary, did you hear about Tom? \n#Person3#: No, what happened? Is he okay? \n#Person1#: Well, keep this under your hat, but it seems Tom has been having an affair! Everyone's talking about it! \n#Person3#: You know, to be perfectly honest, I'm not really keen on office gossip. For one thing, how do we even know the rumor is true? Did you hear it straight from the horse's mouth? \n#Person1#: Not exactly. Jane said that Phyllis told her that they overheard a conversation between Katy and her friend Samantha about Tom's affair. \n#Person3#: Well, that doesn't sound like a very accurate source. I really think you should take this rumor with a grain of salt. ",
        "summary": "#Person1# tells #Person2# and Mary that Tom has been having an affair. Mary isn't interested and thinks the rumor may not be true."
    },
    {
        "id": "train_9633",
        "dialogue": "#Person1#: I hate working on Christmas Eve! Whoa! Get a load of this guy! Come in central, I think we have got ourselves a situation here.\n#Person2#: License and registration please. Have you been drinking tonight, sir?\n#Person3#: I had one or two glasses of eggnog, but nothing else.\n#Person1#: Step out of the vehicle, please. Sir, what do you have in the back?\n#Person3#: Just a few Christmas gifts, to this season, after all!\n#Person2#: Don't take that tone with me. Do you have an invoice for these items?\n#Person3#: Umm. . . no. . . I make these in my workshop in the North Pole!\n#Person2#: You are under arrest, sir. You have the right to remain silent. You better not pout, you better not cry. Anything you say can and will be used against you. You have the right to an attorney, if you cannot afford one, the state will appoint one for you.\n#Person3#: You can't take me to jail! What about my sleigh? It's Christmas Eve! I have presents to deliver! Rudolph! Prancer! Dancer! Get help!",
        "summary": "#Person3# is drunk driving on Chirstmas Eve got stopped by two police officers, then aressted and can not deliver gifts."
    },
    {
        "id": "train_9651",
        "dialogue": "#Person1#: oh, no, it seems that I've lost my train ticket. \n#Person2#: are you kidding? The train leaves in an hour. Where did you put it? \n#Person1#: it was in my pocket, but now I can't find it. \n#Person2#: is it in the other pocket? \n#Person1#: no, it is not here. Damn it! I'm going to have to buy another ticket. \n#Person2#: let's go to the inquiry desk first to check whether anyone has got it and turned it in. \n#Person1#: ok. \n#Person3#: how may I help you, sir? \n#Person1#: I'm wondering if anyone has turned in a train ticket. I just lost my ticket for Beijing tonight. \n#Person3#: let me see... I'm sorry. Nothing's been turned in. Do you want to buy another one? \n#Person1#: yes. If I don't make it to Beijing tomorrow morning, my wife would kill me. How much is it cost? \n#Person3#: 150 yuan for hard seats. \n#Person1#: Fine. \n#Person3#: ... Sir? \n#Person1#: where is my wallet? Someone has stolen my wallet! ",
        "summary": "#Person1# lost his train tickets, so he has to buy another ticket. When he is going to pay, he finds his wallet was stolen."
    },
    {
        "id": "train_9751",
        "dialogue": "#Person1#: Barbara! They've been caught! \n#Person2#: No! Wonderful! \n#Person1#: Apparently, it was a couple of young thugs. Believe it or not, they both come from rich families. So the police said. \n#Person3#: Well, I'm glad you'll recover your things. \n#Person1#: The only snag is that the silver's been lost. \n#Person2#: How'd you mean? \n#Person1#: Apparently they crashed into the side of a bridge. The car turned over on its side and all the silver fell into the river. They doubt if it can be recovered. \n#Person2#: Oh, no! \n#Person3#: I am sorry! \n#Person2#: Well, I can only hope that they get a stiff sentence. \n#Person1#: Young good-for-nothings! \n#Person2#: When they find themselves in prison for years and years they'll regret it! \n#Person1#: They've wrecked my car too! ",
        "summary": "#Person1# tells #Person2# the young thugs stealing #Person1#'s property have been caught. #Person1# can recover almost everything except the silver and the wrecked car. They express their hatred towards the criminals."
    },
    {
        "id": "train_9855",
        "dialogue": "#Person1#: I'm not a Christian. I just want to know why Americans believe that sort of thing. \n#Person2#: Believe what? \n#Person1#: You know... like, say God is the creator of the universe, the Bible, and Jesus Christ. . . \n#Person3#: You don't believe that? Everyone interprets the Bible in a different way. To some people, the Gospel is a source of much comfort. \n#Person1#: What do you believe, John? Are you Christian? \n#Person3#: To tell you the truth, I don't know if I'm a Christian or not. Christians don't often share the same belief. But I believe that we all possess, by the grace of God, the potential to create fantastic changes on this earth. \n#Person1#: Do you believe that one religion is better than another? \n#Person3#: No, all religions are essentially based on the same ideals, so no one is really better. \n#Person1#: Do you go to church regularly? \n#Person3#: When I'm home in the States, I go, but not in China. ",
        "summary": "#Person1# wants to know why Americans believe in God. John doesn't know if he's a Christian or not but believes they all possess the potential to create fantastic changes on this earth."
    },
    {
        "id": "train_9999",
        "dialogue": "#Person1#: So what's your guys'take on all this global warming hysteria in the media? \n#Person2#: It's pretty serious, man. There have been tons of scientific studies and the scientific community says that the earth is heating up. We need to make some drastic changes to our lifestyle if we want to preserve our planet. \n#Person1#: I don't know. It sounds like a bunch of mumbo jumbo if you ask me. 'Save the earth! ' The earth will save itself. It's survived worst disasters in the past. I mean, honestly, we live in the boonies. There's no way anyone here is ever going to walk or bike to work, especially in the winter. And we have no bus system. My house is forty years old and it would take a lot of money to get it refitted to be 'green' and 'energy-efficient'. \n#Person3#: Well, I don't really know if I believe in global warming either, or whether or not it was our doing or a natural change the earth is going through, but you have to admit that we're living pretty irresponsibly here in the west. \n#Person1#: I guess. . . \n#Person3#: I think the issue at hand is sustainability. We've only got this one earth we can live on, and our resources are quickly disappearing because of our own carelessness and our inability to think of anyone but ourselves and anything but the present. \n#Person2#: So, like I was saying, we need to change the way we live. We need to reduce our carbon footprint. \n#Person3#: But it doesn't have to be that drastic. Hybrid vehicles and solar panels are too expensive to be feasible right now. And we don't have to be hippies living off the land and buying everything organic either, though it helps. \n#Person2#: I car pool to work everyday with some buddies of mine. I have a rain barrel outside my house I use to water my plants and my lawn in the summer, and I make sure I always bring reusable bags with me when I get my groceries. And we just started using bio-degradable plastic made from corn oil for take-out orders at my family's restaurant. Remember the three R's? Reduce. Reuse. Recycle. \n#Person3#: Exactly, it's just small simple changes, like buying energy-saving light bulbs, starting a compost bin, recycling bottles and papers, using reusable water bottles, stop using disposable cups and cutlery. \n#Person1#: Like the ones we're drinking out of? \n#Person2#: Yeah. ",
        "summary": "#Person2# thinks the global warming hysteria in the media is serious and they need to make some drastic changes to their lifestyle. #Person1# thinks the earth will save itself. #Person3# doesn't know whether to believe in global warming but thinks the issue at hand is sustainability. They agree that some small simple changes will help."
    },
    {
        "id": "train_10045",
        "dialogue": "#Person1#: Would you care to order now, sir? \n#Person2#: Yes. I think we're ready. Janet? \n#Person3#: Yes. I'll have the baked salmon. \n#Person1#: Very good. And what kind of potatoes would you like with that? \n#Person3#: Boiled, please. \n#Person1#: Vegetable? \n#Person3#: Broccoli. . . Oh, no. Sorry. I think I'd rather have asparagus. \n#Person1#: The asparagus. Yes, ma'am. Soup or salad? \n#Person3#: Salad. \n#Person1#: And what kind of dressing would you like on that \n#Person3#: I'll take the Russian cheese. \n#Person1#: And what would you like to drink? \n#Person3#: Coffee, but I'll have that later. \n#Person1#: Very good, ma'am. And you , sir? \n#Person2#: I'd like the veal cutlet. \n#Person1#: I'm sorry, sir, but we're all out of the veal cutlet. \n#Person2#: Oh, I see. Well, bring me the steak then. \n#Person1#: Yes, sir. And how would you like that? ",
        "summary": "#Person1# assists Janet in ordering the baked salmon with boiled potatoes, asparagus, salad with Russian cheese, and coffee. #Person2# orders a steak."
    },
    {
        "id": "train_10240",
        "dialogue": "#Person1#: OK Mark, it's your turn to ring the doorbell. I did it last time. \n#Person2#: I hate going door to door, and I hate asking for money. \n#Person1#: But we need to raise enough money for the school fundraiser so that our class can win the pizza party! You do want to have a pizza party, don't you? \n#Person2#: Yes, but. . . \n#Person1#: Just go already! \n#Person2#: No one's coming. \n#Person1#: Try again. \n#Person2#: Maybe there's no one home. \n#Person1#: Of course there's someone home! There are two cars in the driveway and I see lights on in the house! Hello! Anybody home? We would like to know if you want to sponsor us in our school fundraiser. Fifty percent of the profits go towards the new school playground! \n#Person2#: I don't know why anyone would want what's in this catalog anyway. It's just a bunch of tacky Christmas ornaments, Cd's of old people singing Christmas songs, and special crackers and cheeses and boxes of chocolates. \n#Person1#: You don't like chocolates? \n#Person2#: Not this kind. They've got weird names like ganache and praline. \n#Person1#: Look! I just saw someone walking around inside! These people are being very rude! Finally, someone's coming! \n#Person2#: They don't look too happy. \n#Person1#: Hi, sir. Would you like to sponsor us or make a donation to... ? \n#Person3#: What grade are you kids in? \n#Person1#: Grade seven. \n#Person3#: Then for goodness sake, don't you see this sign? Can't you read? \n#Person1#: No soliciting. ",
        "summary": "#Person1# and Mark are going door to door to raise money for the school fundraiser. They come to a house but nobody seems to be at home. They talk about Chrismas ornaments, then a man opens the door and tells them he allows no soliciting."
    },
    {
        "id": "train_10336",
        "dialogue": "#Person1#: Look, Harry! That policeman's waving to you. He wants you to stop. \n#Person2#: Where do you think you are? On a race track? You must have been driving at seventy miles an hour. \n#Person3#: I can't have been. \n#Person2#: I was doing eighty when I overtook you. Didn't you see the speed limit? \n#Person3#: I'm afraid I didn't, officer. I must have been dreaming . \n#Person1#: He wasn't dreaming, officer. I was telling him to drive slowly. \n#Person3#: That's why I didn't see the sign. \n#Person2#: Let me see your driving-license. I won't charge you this time. But you'd better not do it again! \n#Person3#: Thank you. I'll certainly be more careful. \n#Person1#: I told you to drive slowly, Harry. \n#Person3#: You always tell me to drive slowly, darling. \n#Person1#: Well, next time you'd better take my advice! ",
        "summary": "Harry is stopped by a police officer because he's driving over the speed limit. The policeman warns him not to do it again."
    },
    {
        "id": "train_10398",
        "dialogue": "#Person1#: Are you ready?\n#Person2#: Yes.\n#Person1#: Who can tell us something about the author's life? Volunteer?\n#Person2#: The author was a famous writer, and he was also a politician. He was born in 1911 and died in 1985.\n#Person1#: Very good. Sit down, please. Susan, what's the general idea of the text?\n#Person3#: Can I answer it in Chinese?\n#Person1#: No, you can't. This is an English class, and you have to express yourself in English.\n#Person3#: Let me have a try. The author takes the characters peculiar to the British people as a topic to show that they are quite different from other nationalities. They are quiet, shy and reserved. . .\n#Person1#: Excellent. Class is over. Let's have a break.",
        "summary": "#Person1# is teaching an English class of literature and is asking #Person2# and #Person3# to answer some questions about the author's life."
    },
    {
        "id": "train_10483",
        "dialogue": "#Person1#: It's so hot today. I am melting. Let's go to eat some ice cream to cool down \n#Person2#: Good idea! Which ice cream shop do you fancy going to? \n#Person1#: I prefer Hogan Dos. They have a different variety of flavors of ice cream for you to choose from. \n#Person2#: Me too. It is just around the corner. We do not need to walk a long way. \n#Person1#: Let's get going. \n#Person3#: Welcome to Hogan Dos. \n#Person1#: It's cool in here. It's like a paradise. \n#Person2#: Look at the ice cream counter. Isn't the ice cream lovely? \n#Person1#: It is. I can't wait to have it. \n#Person3#: Are you ready to order? \n#Person1#: Yeah, I feel like eating Swiss chocolate and Rum and Raisin. They are my favorite flavors. \n#Person3#: OK. Would you like to have it in a cookie cone or in a cup? \n#Person1#: In a cook cone, please. ",
        "summary": "#Person1# suggests eating some ice cream in Hogan Dos and #Person2# agrees. In the shop, #Person3# helps the two order ice cream."
    },
    {
        "id": "train_10524",
        "dialogue": "#Person1#: They probably need a psychiatrist. \n#Person2#: Oh, a psychiatrist! Never heard of such nonsense! If only I could get my hands on them! \n#Person1#: You might get beaten up. \n#Person2#: I don't know. \n#Person3#: I'd like to meet them and really give them a piece of my mind. \n#Person2#: They must be made to suffer. \n#Person1#: Perhaps they've suffered a lot already. After all, crime is a disease. \n#Person2#: Which needs some pretty incisive surgery. \n#Person1#: Well, it needs treatment. But primitive punishment doesn't necessarily do any good. \n#Person2#: I don't agree. Primitive people need primitive punishment. The trouble is you haven't been robbed. \n#Person1#: Oh no, the trouble is, you have! ",
        "summary": "#Person2#'s been robbed and is angry. #Person1#, #Person2#, and #Person3# are discussing how to deal with the criminals."
    },
    {
        "id": "train_10526",
        "dialogue": "#Person1#: I like this television very much. How much does it cost? \n#Person2#: It's the most expensive model in the shop. It costs five hundred pound. \n#Person3#: That's too expensive for us. We can't afford all that money. \n#Person2#: This model's less expensive than that one. It's only three hundred pound. But, of course, it's not as good as the expensive one. \n#Person1#: I don't like this model. The other model's more expensive, but it's worth the money. Can we buy it on instalments? \n#Person2#: Of course. You can pay a deposit of thirty pounds, and then forty pound a minth for three years. \n#Person1#: Do you like it, dear? \n#Person3#: I certainly do, but I don't like the price. you always want the best, but we can't afford it. Sometimes you think you're a millionaire! \n#Person1#: Millionaires don't buy things on instalments ! ",
        "summary": "#Person1# and #Person3# are buying television at #Person2#'s shop. #Person1# prefers the most expensive model and thinks it's worth the money, but #Person3# thinks it's too expensive."
    },
    {
        "id": "train_10630",
        "dialogue": "#Person1#: Hello! My name's Simon. Are you a new student? \n#Person2#: Yes I am. l'm Daisy. Nicc to meet you. \n#Person3#: Nice to meet you too. How are you liking college Iife? \n#Person4#: lt's awesome and I'm really enjoying my courses. \n#Person3#: Me too. I think the courses are more challenging than in high school. \n#Person4#: I agree with you. The Professors are excellent and I am really enjoying the classroom discussions. \n#Person3#: Yes, absolutely. Are you busy after classes? \n#Person4#: I have gotten invoIved with some community service organizations on campus. \n#Person3#: Oh, really? You are great! What kind of volunterring do you do? \n#Person4#: This summer we worked as Olympics volunteers as intterpreters. \n#Person3#: That's amazing. So did you go to China to be volunteers? \n#Person4#: Yes, I went to Beijing. Such an impressive city-- \n#Person3#: I have always wanted to visit Beijing but I haven't had the chance. Maybe next year \n#Person4#: You'd love the city. ",
        "summary": "Simon, Daisy, #Person3# and #Person4# are exchanging college life experience. Simon and Daisy meet for the first time, while #Person3# and #Person4# both like college life. #Person4# went to Beijing and #Person3# has always wanted to visit the city."
    },
    {
        "id": "train_10714",
        "dialogue": "#Person1#: Welcome back. Now we'd like to introduce Mr. Dong, Who was an English teacher before coming to Britain.\n#Person2#: I'm a language teacher at the Jiaotong University in Shanghai. This university keeps up close relations with some British universities, among which is Oxford University. My university and Oxford have an exchange program. Every year Jiaotong University sends several teachers to Oxford; Oxford sends a few professors to Jiaotong. They go to Jiaotong mostly for a few lectures, staying only a few weeks. The Oxford University supplies Chinese teachers with 810 pounds each month. It is all the money I have to cover all my expenses. Although I do not have much money, I'm still happy that I have the opportunity to study in Britain. Being an English teacher in China, I, of course, do not have to pass the IELTS.\n#Person1#: Finally we want to introduce Mr. Yuan, who is financing his studies out of his own pocket. He wants to graduate in Oxford.\n#Person3#: Neither the Chinese nor the British government is financially supporting me. My parents paid me the flight from Beijing to London. In Britain I have relatives that came to Dover via Hong Kong about ten years ago. They give me 500 pounds each month. That is of course not enough to survive. So I get a part-time job in a Chinese restaurant and earn about 400 or 500 pounds per month. I also had to pass the IELTS in order to study at a British University.\n#Person1#: Thank you, Mr. Yuan. Wang, Zhu, Dong and Yuan, four different people and their different ways of financing their studies in Great Britain. In our next edition of Overseas Students at British Universities we will talk about students from the Far East. Until then. Goodbye.",
        "summary": "#Person1# is the host and introduces Mr. Dong, who is an English teacher, and Mr. Yuan to the audience. Dong has the chance to study in Britain through a program and financed by Oxford University. Yuan finances his studies out of his own pocket."
    },
    {
        "id": "train_10823",
        "dialogue": "#Person1#: It's fine weather, isn't it? \n#Person2#: Yes. It's so lovely to have a sun bath here. \n#Person1#: Do you have sun mats here? \n#Person3#: Of course. How many do you want? \n#Person1#: Just one, please. \n#Person3#: Anything else? \n#Person1#: That's all. Thank you. ",
        "summary": "#Person1# and #Person2# buy a sun mat from #Person3#."
    },
    {
        "id": "train_10869",
        "dialogue": "#Person1#: We need to buy some beers too. Where is the beer?\n#Person2#: They don't have beer in this supermarket. We have to go to the liquor store. \n#Person1#: Huh? They don't have beer. How can that be? \n#Person2#: It's a state law. The state doesn't allow supermarkets to sell beer. Only in liquor stores. \n#Person1#: That's too strict. It's silly. \n#Person2#: I know. I agree with you. Excuse me. Do you sell organic vegetables here? \n#Person3#: Yes, we do. They're right in front of you. The organic vegetables are marked with the blue label. Here. Do you see? \n#Person2#: Sure. Thank you. You should have a sign. That way people could identify which are organic and which aren't. \n#Person3#: They're labeled on the packet, sir. \n#Person2#: One more question. \n#Person3#: Yes? \n#Person2#: We need to buy some soy sauce. Which aisle is the soy sauce in? \n#Person3#: That would be in aisle 7, with the condiments. It is right next to the ketchup. \n#Person2#: Thank you. Do you wan. paper or plastic bags? \n#Person1#: Plastic bags. \n#Person2#: And do you want to drive up? \n#Person1#: What do you mean? \n#Person2#: We can have someone put the bags in our trunk for us. We just drive up to that door over there. \n#Person1#: Wow! That's convenient. But I think we can take the groceries by ourselves. \n#Person2#: Yes, our car is not parked far away. I'll tell the cashier we don't want to drive up. It should be about ninety dollars all together. \n#Person1#: Here is one-hundred. I will go look at the magazine rack, okay? ",
        "summary": "#Person1# and #Person2# go to a supermarket to buy beers but #Person2# says the law restricts beers to liquor stores so they buy supplies as well as some articles of daily use instead."
    },
    {
        "id": "train_10912",
        "dialogue": "#Person1#: I bought two expensive dictionaries here half an hour ago, but I forgot to take them with me. \n#Person2#: Who served you, sir? \n#Person1#: The lady who is standing behind the counter. \n#Person2#: Which books did you buy? \n#Person1#: The books which are on the counter. \n#Person2#: Did you serve this gentleman half an hour ago, Karen? He says he's the man who bought these books. \n#Person3#: I can't remember. The man whom I served was wearing a hat. \n#Person2#: Have you got a hat, sir? \n#Person1#: Yes, I have. \n#Person2#: Would you put it on, please? \n#Person1#: All right. \n#Person2#: Is this the man that you served, Karen? \n#Person3#: Yes, I recognize him now. ",
        "summary": "#Person2# forgot to take the dictionaries he bought and comes back to get them. The lady who served him couldn't recognize him until he puts on his hat."
    },
    {
        "id": "train_11059",
        "dialogue": "#Person1#: Hi, betty! \n#Person2#: Hi, andy, how are you finding your new job? \n#Person3#: Pretty good. My colleagues seem alright. So far everything is great. \n#Person4#: That's nice. What do they have you doing over there? \n#Person3#: Well, I work in the marketing department. The corporate culture is totally different from my last employer. Before, when I was assigned a task, I was totally on my own but here most of the work is done in teams. Everyone works very closely with each other. \n#Person4#: That' s really good. It's very important to feel like you are part of the team at work. \n#Person3#: Indeed. Team work is highly valued in this new company. I like our boss too. He is easy to get along with treats everybody with respect and appreciation. He's highly respected by all his employees. \n#Person4#: That's great, that's good for a positive work environment and helps motivate employees. I wish my boss was like that. \n#Person3#: True, take my former supervisor as an example. He was extremely controlling and overbearing. He always had to micromanage everything. \n#Person4#: Well, now you don't have to worry about that. This new place sounds really good. \n#Person3#: Yeah it is. ",
        "summary": "Andy tells Betty that the corporate culture in her new company is totally different from her last one. Team work is highly valued and the boss treats everyone with respect and appreciation, while her former supervisor was extremely controlling."
    },
    {
        "id": "train_11150",
        "dialogue": "#Person1#: Anita, I've been here only three days and you're leaving already. \n#Person2#: Just for a few weeks. I need this vacation. You'll be all right. You know the project we're working on, and you're a good scientist. Don't worry. I'll be back as soon as I spend or gamble all my money. \n#Person1#: Gambling? Where? \n#Person2#: Las Vegas. I find gambling relaxing. I don't take it seriously, the way some people do. Besides, I love the shows and the all-night atmosphere of the town. The casinos never close, you know. \n#Person1#: If you gamble all night, you'll run out of money in a few days. \n#Person2#: Good afternoon, Dr. Green. I just finished showing Robert the ropes around here. \n#Person3#: That's good. He'll be able to keep the project going in your absence. Where are you going on your vacation? \n#Person2#: I'm going to Nevada to relax. The desert is a good place to get away from the stress of work. \n#Person3#: Enjoy yourself. We'll see you when you get back. ",
        "summary": "Anita tells Robert she's going on vacation in Las Vegas for gambling. When Dr.Green joins the conversation, she tells Dr.Green she's going to Nevada to enjoy the desert instead."
    },
    {
        "id": "train_11296",
        "dialogue": "#Person1#: I'd like to try this on, please. Where is the fitting room? \n#Person2#: This way, please. \n#Person1#: How do I look in this skirt, Gucci? Am I Spice Girl, or what? \n#Person3#: No, you look ridiculous. I suggest you try some other colors. \n#Person1#: OK, I will try on that green one. ... Now, how do I look? \n#Person3#: You look like a Christmas tree. Why not try on the red one? \n#Person1#: But red doesn't go with my green sweater. \n#Person3#: It surely does. Trust me, red is the global fashion now. \n#Person1#: All right, I will try on the red one. ... Now, what do you think? \n#Person3#: Terrific! \n#Person1#: But I feel I look like a pepper in green and red. \n#Person3#: That makes you a Spice Girl. \n#Person1#: Don't be kidding! Anyway I will take this one. \n#Person2#: Thank you. I will wrap it up for you. You can pay at the front counter. It's 500 yuan. ",
        "summary": "#Person1# tried the skirts on, and Gucci thinks #Person1# looks ridiculous. Gucci advises #Person1# to try on the red one which makes #Person1# look like pepper, and finally #Person1# takes the one."
    },
    {
        "id": "train_11348",
        "dialogue": "#Person1#: I can't believe it took us two hours to get here. The traffic in New York is unbelievable. \n#Person2#: Yeah, but just relax honey, we're here and we're going on vacation. In a few hours we'll be in Hawaii, and you'll be on the golf course. \n#Person1#: Oh no! Look at that line! It must be a mile long! There's no way I'm waiting for another two hours. \n#Person2#: Honey. . . don't. . . \n#Person3#: Hey man, the end of the line is over there. \n#Person1#: Yeah. . . \n#Person3#: No seriously, I was here first, and you can't cut in line like this. \n#Person1#: Says who? \n#Person3#: I do! \n#Person1#: So sue me! \n#Person3#: Alright. . . that's it. . . . ",
        "summary": "#Person1# complains about the traffic in New York and waiting in a long line. #Person3# tells #Person1# and #Person2# not to cut in line. #Person1# gets impatient and raises hell."
    },
    {
        "id": "train_11537",
        "dialogue": "#Person1#: Hi, Melissa! How are you doing? \n#Person2#: I'm so stressed! I don't know where to go to school and what to major in! \n#Person1#: Don't worry. You have plenty of time to decide. \n#Person2#: Actually, I don't. If I want to get grants and scholarships to help me pay for tuition, then I need to apply by Monday. \n#Person1#: Oh, I see. Well, let me see if I can help you. What's your favorite subject? \n#Person2#: I like English, math, art, and music. \n#Person1#: Ok. Which one do you like the most? \n#Person2#: I guess I'd have to say English . I usually do pretty well in English classes, too. \n#Person1#: Which subject do you get your highest grades in? \n#Person2#: Actually, that would have to be math. \n#Person1#: Ok, well. What kind of job do you want to get when you graduate? \n#Person2#: I don't know. All I know is that I want to make lots of money! \n#Person1#: Alright. So, is it more important to you to make money or to enjoy your work? \n#Person3#: In a perfect world, I would enjoy my word, not have to do much, and make lots of money! \n#Person1#: Ok. Stop dreaming. Since you sound a bit unsure, I'd suggest taking both math and English classes your first semester to see which you enjoy more. You can always change your mind. \n#Person2#: That's a good idea. But what about deciding on where to go to college? \n#Person1#: Why don't we go take a tour of some of the universities around here this weekend? \n#Person2#: That sounds like a great idea, but to be honest, I've already decide that I don't want to go to school near home. \n#Person1#: Oh? Why not? \n#Person2#: I need to broaden my horizons. That's what you always say, right? \n#Person1#: yes, maybe one time too many. ",
        "summary": "Melissa doesn't know where to go to school and what to major in. #Person2# asks about Melissa's favorite subjects, the subjects she does best, and #Person1#'s ideal job. #Person2# wants to enjoy the work and make lots of money. #Person2# suggests #Person1# take both English and math classes during the first semester and taking a tour of some universities before making a decision."
    },
    {
        "id": "train_11589",
        "dialogue": "#Person1#: how was your job at the state-owned enterprise? \n#Person2#: oh, I no longer work there. I'm working with a multi-national corporation. \n#Person1#: you changed jobs again? Why do you move so frequently? \n#Person2#: I want to try different things before I find the one I really like. \n#Person1#: why don't you stick with one job for a bit longer? \n#Person2#: I could handle everything pretty well in the old position, so I decided to move around and learn something new. \n#Person1#: how's your current job going? \n#Person2#: I'm pretty satisfied with it. I can broaden my experience, learn lots of new things, and have more development opportunities. \n#Person1#: sounds good, but I still think perhaps you should first have a clear career path to follow and then decide whether to change your job or not. \n#Person2#: yes, you're right. When I graduated, I didn't know what I really wanted to do or what I could do. Now things are growing much clearer. \n#Person1#: do you have a definite career path yet? \n#Person2#: I'm not sure. I just like the job I'm doing now. \n#Person3#: ",
        "summary": "#Person2# changes #Person2#'s job again because #Person2# wants to try different things before #Person2# finds the one #Person2# really likes. #Person1# suggests #Person2# should have a clear career path."
    },
    {
        "id": "train_11768",
        "dialogue": "#Person1#: Welcome to Space Radio Theater, your passport to the future. In this episode, the crew is under attack by an unknown source until it is too late. This episode opens with the crew members on board the Starship Quest.\n#Person2#: Status, Commander Crdovi.\n#Person3#: . Course looks clear, Capt ...\n#Person2#: Yes, Commander?\n#Person1#: The Captain suddenly realizes that Mr. Crdovi has disappeared from the bridge.\n#Person2#: Commander? Computer ... Locate Commander Crdovi.\n#Person4#: Mr. Crdovi is not aboard this ship.\n#Person2#: Computer ... (BEEP BEEP). What was the status of the ship from one minute prior to his leaving the ship to one minute after he left?\n#Person4#: Unknown aliens connected with ships systems. The aliens sent an electric charge through transporter system.\n#Person2#: Bridge to transporter room ... Lieutenant, please respond. Security, report to the transporter room immediately and investigate.\n#Person1#: Security officers, Lieutenant Mortia Adams and Ensign Greg Suzuki, ran down the corridors to the transporter room. Now, we take you to the transporter room.\n#Person5#: Mortia? Look at this!\n#Person6#: Uh-oh. The Captain is not going to like this.\n#Person1#: Now, back on the bridge ...\n#Person6#: Captain? Computer ... (BEEP BEEP). Locate Captain Duroset.\n#Person4#: Captain Melony Duroset is not aboard this ship.\n#Person6#: Mr. Greenfield, Mr. Ruto, you have the bridge and inform me if anything happens. Mortia to all decks. Please report to the cargo bay 3.\n#Person1#: A few minutes later, Commander Mortia has taken charge and is briefing crew members in cargo bay 3.\n#Person6#: As many of you are aware, twenty crew members have disappeared from the ship. Our sensors have detected a spatial flux. We're not sure if our members are being randomly transported off the ship or if they are being targeted.\n#Person1#: Suddenly, five alien ships appear on long range scanners heading straight for them. Mr. Greenfield, on the bridge, reports to Commander Mortia ...\n#Person7#: Commander, come in.\n#Person6#: Mortia here.\n#Person7#: We've detected five alien vessels approaching at warp 8. Ahhhhhhhhhhhhh!\n#Person1#: Well, that's the end of this exciting episode. What has happened to the ship? Who are the aliens? Will the ship find its lost crewmen? Tune in next week for the conclusion of this exciting story.",
        "summary": "#Person1# starts the action onboard a starship. #Person2# is the captain and #Person3# is the Commander who later disappears. #Person4# detects aliens through the transporter system and #Person2# commands security officers report to the transporter room. Then #Person6# finds the Captain is not on board and takes charge as Commander. #Person6# briefs that 20 crew members have disappeared and then #Person7# tells #Person6# five alien ships approaching."
    },
    {
        "id": "train_11844",
        "dialogue": "#Person1#: So, how'd everyone do?\n#Person2#: Well, there's this clock I was. . .\n#Person3#: MY vintage clock! How do you have my clock? ?\n#Person2#: Your vintage clock? ! I just paid sixty-five dollars for it.\n#Person3#: Sixty-five? What the. . . ?\n#Person1#: How did you bargain him down, Wei? You've never even been to a flea market before!\n#Person2#: It must be my special touch. I think bargaining is in my blood!\n#Person1#: Never underestimate a woman when it comes to bargaining!",
        "summary": "Wei tells #Person1# that she bargained about #Person3#'s vintage clock and paid $65."
    },
    {
        "id": "train_11871",
        "dialogue": "#Person1#: Hi. Can I help you with something? \n#Person2#: Yes, please. We're looking for the men's department. \n#Person1#: It's right over there, by the escalator. \n#Person3#: Here we are . . . and here are the sport shirts. \n#Person2#: Look at this one. The color is perfect for you! \n#Person3#: I like it, too. How much is it? \n#Person2#: It's on sale for $19. 98. \n#Person3#: That's a good price. But I think they only have it in large. \n#Person2#: Excuse me! Could you help me? \n#Person1#: Sure. What can I do for you? \n#Person2#: Does this shirt come in medium? \n#Person1#: Yes, it does. Here's a medium. \n#Person3#: Great. We'll take it. \n#Person1#: Will that be cash or charge? ",
        "summary": "#Person1# helps #Person2# and #Person3# find the men's department and find a sport shirt in the medium for #Person3#. They will take the shirt."
    },
    {
        "id": "train_11872",
        "dialogue": "#Person1#: Here are the menu and wine list. \n#Person2#: What would you like to drink? Mr. Ford? \n#Person3#: I'd like to try German Beer. \n#Person2#: Bring us two bottles of the German Beer. \n#Person1#: OK, sir. What about something to eat? \n#Person2#: What's the special food in this restaurant? \n#Person1#: We have special beef steak, pork, chicken and fish. \n#Person3#: I like beef steak. \n#Person2#: Make it two. \n#Person1#: How would you like to have it, rare, medium or over done? \n#Person2#: I want it medium. \n#Person3#: Me, too. ",
        "summary": "#Person1# helps #Person2# and Mr.Ford order two bottles of the German Beer and two servings of medium-cooked steaks."
    },
    {
        "id": "train_11925",
        "dialogue": "#Person1#: We'd like a room with two beds, please. \n#Person2#: A double? Let's see . . . I can put you in room 1405. It faces the river and has a wonderful view. \n#Person3#: That will be fine. Since we're going to be fourteen stories above the ground, I think we should definitely have a room with a view. Boris, I saw you sitting out on the balcony of our room. I could see you from the street. \n#Person1#: That's quite a distance. How could you tell who it was? \n#Person3#: I recognized your bright red shirt. But there's something strange. We're in room 1405, right? Well, when I saw you on the balcony, I counted upward. I only got to thirteen. We're on the thirteenth floor. \n#Person1#: No, I'm sure we're on the fourteenth floor. The desk clerk said so. \n#Person3#: I know! I'll look out the window and count downward. I still say we're only thirteen stories up. ",
        "summary": "#Person1# and #Person3# get a double room on the fourteenth floor with #Person2#'s assistance. #Person3# tells #Person1# that #Person3# can see #Person1# on the balcony from the street."
    },
    {
        "id": "train_11971",
        "dialogue": "#Person1#: Good afternoon, Kate. Come in. \n#Person2#: Good afternoon, Mary. \n#Person1#: Welcome to my home. Mom, this is my good friend, Kate. Kate, this is my mom. \n#Person3#: I'm pleased to meet you, Kate. \n#Person2#: Glad to meet you. \n#Person3#: Sit down, please. Would you like to have a cup of tea or coffee? \n#Person2#: Coffee, please. \n#Person3#: Here is coffee, cakes and some fruit. Help yourself, please. \n#Person2#: Thank you very much. \n#Person1#: This is a picture of my family, Kate. This is my mother, my father and that is my grandpa and grandma. \n#Person2#: What a nice family! ",
        "summary": "Kate visits Kate's home. Mary's mom offers Kate with some refreshments and Mary shows a picture of her family to Kate."
    },
    {
        "id": "train_11975",
        "dialogue": "#Person1#: All right, so this is what we are going to do. I've carefully mapped this out, so don't screw it up. Mr. Rabbit, you and Mr. Fox will go into the bank wearing these uniforms. We managed to get replicas of the one the guards wear when they pick up the money. \n#Person2#: Got it. \n#Person3#: No problem, boss. \n#Person1#: When you get inside, tell them that you are filling in for Carl and Tom, and say that they are on another route today. Don't lose your cool. Just act natural. \n#Person2#: What if they want to call and confirm? \n#Person1#: You let him. \n#Person3#: What! ? \n#Person1#: Don't worry, we have the phones tapped, so the call will be patched through to me, and I'll pretend to be the transport company. \n#Person2#: Ha ha, you are so clever boss! \n#Person1#: Okay, shut up. Only take as much money as you can fit in these bags. Don't get greedy! Are you ready? Let's go. ",
        "summary": "#Person1# gives instructions to Mr. Rabbit and Mr. Fox to go into the bank in uniforms and take as much money as they can."
    },
    {
        "id": "train_12023",
        "dialogue": "#Person1#: Here are the menu and wine list. \n#Person2#: What would you like to drink , Mr. Fu? \n#Person3#: I'd like to try German beer. \n#Person2#: Brings two bottles of German beer. \n#Person1#: Ok, sir. What about something to eat? \n#Person2#: What's the special food in the restaurant? \n#Person1#: We have special beef steak, pork, chicken and fish. \n#Person2#: I like beef steak, make it two. \n#Person1#: How would yo like to have it? rare, medium or overdone \n#Person2#: I want medium. \n#Person3#: Me too. ",
        "summary": "#Person2# and Mr.Fu order two bottles of German beer and two beef steaks."
    },
    {
        "id": "train_12350",
        "dialogue": "#Person1#: Help! Are you a doctor? My poor little Frankie has stopped breathing! Oh my gosh, Help me! I tried to perform CPR, but I just don't know if I could get any air into his lungs! Oh, Frankie! \n#Person2#: Ellen, get him hooked up to a monitor! Someone page Dr. Howser. Get the patient to hold still, I can't get a pulse! Okay, he's on the monitor. His BP is falling! He's flatlining! \n#Person1#: NOOOOOO! Frankie! DR. ! Do something! \n#Person2#: Someone get her out of here! Get me the defibrillator. Okay, clear! Again! Clear! Come on! dammit! I'm not letting you go! Clear! I've got a pulse! \n#Person3#: Okay, what's happening? \n#Person2#: The patient is in acute respiratory failure, I think we're going to have to intubate! \n#Person3#: Alright! Tube's in! Bag him! Someone give him 10 cc's of adrenaline! Let's go, people move, move! \n#Person1#: Doctor, oh, thank god! How is he? \n#Person2#: We managed to stabilize Frankie, but he's not out of the woods yet. he's still in critical condition. We're moving him to intensive care, but. \n#Person1#: Just do whatever it takes. I just want my little Frankie to be okay. I couldn't imagine life without my little hamster! ",
        "summary": "#Person1#'s hamster Frankie has stopped breathing so #Person1# sends him to the hospital. #Person2# and Dr. Howser are trying to save him by every means. Finally, Frankie's still in critical condition. #Person1# desperately requests them to save Frankie."
    },
    {
        "id": "train_12446",
        "dialogue": "#Person1#: Here we are, guys, I'm going to stop by Bergner's first. I might just get lucky today. Who knows, some of their dresses might be on SALE. \n#Person2#: Bergner's? \n#Person3#: It's a fairly well-known department store. Sort of like Penny's. They've got some quality stuff. Wanna check it out? \n#Person2#: Why not. \n#Person1#: I need to get something for Lisa's birthday. She's into name brands. Any suggestions? \n#Person3#: A Gucci handbag or Calvin Klein T-shirt might be nice. Designer perfume is another option. Which reminds me! I have a 15% discount coupon for Lerner's and Penny's. I hardly ever shop at Lerner's, as I'm not that big on women's clothing. And I rarely shop at Penny's, so go ahead and use the coupons if you can. Here they are. \n#Person1#: Thanks a lot, Will. That's really very thoughtful of you. \n#Person3#: My pleasure, Ma'am! \n#Person1#: Oh no! I was supposed to give Liz a buzz an hour ago! Hope I have a quarter. \n#Person3#: Need a nickle? \n#Person1#: Actually, I don't have anything but pennies in change. Does any of you have a dollar in change? \n#Person2#: Sorry, I don't, but I do have 35 cents on me. Will that be okay for the phone call? \n#Person1#: Great! I really appreciate it. ",
        "summary": "#Person1# goes to Bergner's discounted dresses first and then goes to Penny's after hearing #Person2# and Will's words. Will gives #Person1# a coupon to help #Person1# choose a gift for Lisa's birthday. #Person1# borrows 35 cents from #Person2#."
    }
]